[
  {
    "title" : "Dedication",
    "text" : "To the One Great Initiator<br />The Living Lord of Loving Grace!<br />My Family,<br />including Ancient Anscestors,<br />Distant Offspring,<br />Our Shared Intention!",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Cover Letter",
    "text" : "Even Twyre<br />302 Oreo Street <br />Mount Lavendel;<br />142 Acre Street<br />Düssy<br /><br /><br /><br />Earthbound Release<br /><br />Dream Translations <br />and other distractions<br /><br />Introducing Sparkplug Poetry<br /><br /><br />(Every text is in a state of flux but are nonetheless original texts which belong to Even Twyre unless otherwise stated or cited.)<br /><br />***<br /><br />\"What do you even do,\" he asked. \"You just sit there and make remarks that sound nice and you think you're doing something important.\"<br />He smiled half sadly and looked at the floor where the cord to Justin's headphones lay. The moments that passed where not empty. Alan was traveling through his dreams to search for the truth. Such an answer as \"I teach English\" would be like a dull weapon into a bag of freshly donated blood--a big lie.<br />\"I breathe,\" he said. \"The world moves and I move too. I listen and turn my eyes toward sounds. I see more than what's there.”<br /><br />***",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "i am<br /> Citizen<br />\tRooted",
    "text" : "Start slowly.<br />Is there anything to grab onto?<br />Repeat slowly.<br />Is there anything now?<br />Why is it that i’ve left the temple <br />\tI’ve known for my forever?<br />Can i comprehend my circumstance?<br />Ease.<br />Start slowly.<br />Now i’ve already started, how do i continue?<br />–Continuum–<br />Who said that?<br />–No beginning–<br />–No end–<br />Ease. Continue slowly.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Universe Room",
    "text" : "Who can say Goodnight to the stars?<br />To the Moon, Good- Evening<br />In the Universe Room,<br />Laughed Venus and Mars. <br /><br />Just quite right the Sun is tonight, <br />Ripples like molded rock serpentine the sky.<br /><br />They were not there<br />And have already left<br />Too soon to see the Moon<br />Alight <br /><br />By quick peck kisses<br />\tAnd laidback <br />\t\tLaugh<br />\t\t\tAttacks:<br />Just tonight the Sun sank purple<br />Lively drinking blue,<br />And the Stars renew.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "After the Test",
    "text" : "the couch sits there dormant<br />wood accents like half bloomed ferns<br />weeping child on a lily<br />green sponge cushions <br />own the will to be sat on<br />and off-white lines drip like <br />the afternoon rain on a tin shed<br />it houses everywhere from two legs to 8 legs <br />maybe even a thousand<br />you've gone through the period<br />liquid rose<br />you've gone through the nap times and friend times<br />silent adventures<br />where you chosen or did you volunteer?",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "A Compliment to Ideas",
    "text" : "From before the dream the voice<br />shakes its head and hair the wind<br />from countless mind tornadoes<br />spins into one the pressure <br />of my eyes crossed on the third<br />lets me believe just once that<br />this world brings its best<br />out of what’s been eaten surprise<br />me with goblins and venomous shards<br />lessons after digestion just maybe<br />I can learn to eat right<br />from the poison offered.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "An Idea",
    "text" : "To the nameless boy:<br />I don’t think<br />You understand<br />I would die for <br />This idea Charlie said<br />Standing like a<br />Post cemented<br />In a cooling magma plain.<br />His words wove<br />A fence like<br />Dancing heat over <br />Pavement. <br />Seldom blinking,<br />(When only his mind<br />Is on full alert)—<br />Charlie is on fire:<br />\tWhat the nameless boy<br />Had done could not <br />With any terms be<br />Described as natural;<br />And continuing<br />On that burnt<br />Path, the boy<br />Quickly draws <br />His gun and shoots.<br />He with little more<br />Than a pull of the<br />Finger—<br />Used to tickle, to point,<br />To encourage,  <br />Finger paint, <br />Trace the sky—<br />Razed Charlie’s Heat-fence <br />To the ground.<br />Forgetting who he<br />Was and what was <br />This place, he danced<br />In circles in the<br />Wheat grass under a<br />Pale, clear, blue sky without<br />Worries or reason,<br />Until a swelling near his <br />Heart called it treason,<br />And burst him without reason.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "#16",
    "text" : "The intention in me<br />is like a burning building<br />or a ball being struck<br />the electricity vibrant <br />i cannot filter it<br />nor reshape it<br />can hardly grab it <br />but i can see it<br />and feel the reverberation<br />of my shoes and<br />the fabrics i sleep in<br />and the house i stay in <br />i’m haunting my house<br />or preferably<br />allowing the growth<br />of a mother take hold<br />while i lose my grip<br />two waves interact <br />perhaps i’ve been selfish in<br />the occupation of energy<br />how to manage that?",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Gift",
    "text" : "The most inhumane present<br />winding up from the core and <br />forming the illogical web that,<br />raising all pain from beyond this moment,<br />becomes the wedded partner of inflation;<br />so guising itself in allure and might<br />darkening mirror of delusional virtue<br />alights hollows upon the bough of fascination<br />taking those that love Paradise<br />into the dell of growling volition.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "From the forest as a Child<br />",
    "text" : "the one i knew as wet and chill<br />came fears could jump two stories by mind<br />into my room my space where i sleep,<br />this fear beyond me caught my cheek<br />like fish in the Deschutes want to say Bye to family<br />before taut lines bring to excitement by flame<br />i could not sleep coyotes chatter and cry<br />i fall so deep between my two hearts<br />the weight of fear cools my core<br />and i’ve already forgotten how to live <br /><br />From the forest as a child<br />i spring two stories to find the city<br />my cocoon i knew ready to leave<br />and lights appear from dreams,<br />a ship anchored in the waters<br />Mercury was drowned <br />who else could save his crown<br />i’d catch it on a pen and float him to land<br />on a raft made from scrap paper<br />from books i’d never fill again<br />my sons and daughters sink <br />they grab me with fanatic love<br />take me to where the fish said Bye<br />To family ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Pity Flew",
    "text" : "Great it is to pronounce<br />that the mountain is white <br />below the opening envelope of blue,<br />but it gets me no where.<br />i could belittle the littlest <br />and revoke kindness through passion<br />and pronounce it great<br />and worthy of verse<br />but it does me no good.<br />Perhaps good would come alive<br />from the spontaneous stroke<br />but it would be hard to do<br />because i am no one<br />a small little me<br />a small i  i am.<br />i could sit and think <br />then think to write it down<br />to forget it at arrival on the white page,<br />the mountain<br />under blue<br />towers behind green hills<br />the green is where i’m living<br />with animals galore <br />and yes they are small atop <br />the forest floor.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Surface Tension",
    "text" : "i am this little i<br />full of burning tension<br />How cool can i keep<br />when i think i’m the God above<br />too much to comprehend<br />let alone write down,<br />but perhaps if i had any span <br />of attention at all<br />i’d earn energy from expending it<br />i’d run myself out of energy<br />by being a snake due only to lay <br />and digest<br />then eat and digress <br />back to comfort and cancer.<br />That may be a snake’s whisper. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Artists's Plaugh",
    "text" : "Here is no place for artists to lose their Selves<br />when and where at this place this moment<br />the artist has been everything it was<br />material genie with sun and moon <br /><br />Society relies on artists to be the plowshares <br />And bullets to entertain the muse into digging for clams to feed imagination<br />of populace lost the fingerprints",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Pity Flu",
    "text" : "Between two lives<br />one’s gone <br />and the other can’t follow.<br /><br />A 24 hour flu,<br />only it’s depression<br />because i’ll ruin it all<br />for the sake of <br />desiring to let pity override.<br /><br />If i listen closely enough<br />can i hear the microtones <br />and identify that voice:<br />is it my Self or someone Else’s?<br /><br />In hours like these<br />i forget my inner flame<br />or extinguish it with cold<br />as proof it existn’t.<br /><br />Pity. What other way can i justify no effort at all?",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Sarah speaks",
    "text" : "This sad baby knows it’s wrong but doesn’t know why adults run and fall all over the floor<br />screaming that the world is wrong but don’t know why the music in the coffee shop sings softly<br />songs of exhaling money making passion before the phone rings and cancels all melodies. Sarah M.<br />comes on next and saves the day for a moment when the chairs stop scooting and the hinges rust<br />and all the hearts take it all in and all of the goodness somehow becomes helplessness but at<br />least Sarah made us all feel something before numbness erupts in beats like a sociopath’s<br />heartbeat hypertension coffee frenzy let’s leave town ask for a dollar at a gas station say it’s<br />for pizza it’s all that matters it’ll make us feel good what’s good for me is good for you<br />remember that more people know that than you expect, that’s why the world doesn’t work, but it<br />does say to you, yes i say the planet works because it leaves itself alone but today shirts color<br />trees green and sugar makes fruit sweet because CEO’s know what’s best in a buck and their TV<br />stations know what’s best in the retinas of sad children are no trees in their back yards only<br />hung shirts that speak louder than their words oral tradition is dead remember Sarah she saved it<br />with a song for a minute but now it’s over.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "She is coming",
    "text" : "Finally after 5 months she comes to me again.<br />I am meeting her but in a spiritual manner.<br />Flying she is to a new adventure her Polish tradition can not imagine.<br />We all lack the imagination of the other.<br />Her way of life is flying over to me, the californian-oregonian child.<br />The passion her ancestors had to hold the Mongol tribes back from vulnerable Europe,<br />that vigor is flying over to me in the vessel of a beautiful and powerful human.<br />She is amazing mother and sister, but soon brother and father of ruthless criticism.<br />She is the light of amazing purity to soft scorching. She disembarks off of Europe to the<br />dinosaur coast of the Pacific Northwest. She comes because of her secret dream to discover<br />why I dream. But little does she know that on her way she will fight her way out of the Fog Machine.<br />The city of San Francisco will devour her this disparity and wealth of no possible sincerity.<br />But the vibrant colors of the city and the restless atmosphere, dormant in apathy, is waking up.<br />The fears that were its past irrational decisions have flown aside.<br />It is only so long before the fear to resist becomes the civilians last ray of hope and the beacon of every morning.<br />She will understand finally that the words United States of America don't mean one district in Los Angeles nor the Corporate Crawling Washington.<br />There is beauty in the USA, but where there is natural beauty the state makes up with its ugly.<br />The roads, they may appear to her similar to those in Poland.<br />Those which she had mentioned to be so rambunctious and unkept.<br />I'll take her on the Bay Bridge which has its own struggling brother of the American Infrastructure next to him,<br />crippled and prone to collapse at any movement from any roots under him.<br />I can almost feel her crying when she sees the poor houses on the hills.<br />One song sung of these houses made out of 'ticky-tacky'.<br />These chewed out disposals of disregard for humanity which otherwise would not completely despise the skyscrapers of Mordor underwhich they lie in shadow.<br />The scrapers and their hawksnests may play as the rod in the dial, but the sun still casts its own shadow. The numbers are the people.<br />They tell the time with the sun until the sun sets.<br />She will follow the sun on its journey through the window of our sky.<br />Unlike any desire to fear her existence she embraces it.<br />She is taking a shower now and feeling her body and skin.<br />Blood swirls through her mind at her own touch. She has no romantic desire.<br />Only the voice of someone she had cared for for more than any other.<br />For that is what she desires.<br />And he is happy to provide her, her Amazonka.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "We Us Ours",
    "text" : "[The I Me My attitude<br />permeates the kitchen sponge,<br />for which I hadn't even paid.<br />The belonging of my idea is<br />before yours can enter.<br />My complete comprehension<br />is as if it were being circled by the sun,<br />    (but is perhaps the iceberg's waning cap),<br />that by the toxins of an un-expelled eras of war,<br />and hatred of billions due to exploitation,<br />Sugar and Silver Poison Gas & the Internet,<br />Atlantic Slave Trade could have only been better<br />if perhaps there were We<br />instead of I.]<br />[We is \"entropy\".]",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Szkło",
    "text" : "",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Literary Moth",
    "text" : "you in the breeze all day<br />i read in bed at night<br />moth flying circles around the room<br />wanting the light<br />kite random in the wind<br />stretches to the sun<br />misses <br />lands on your photo <br />between ice and dried roses",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "300 million years ago",
    "text" : "300 million years ago<br />the events of this picture<br />took place:<br />shaking oak trees<br />resist he black hole winds<br />that the furthest corner <br />of the subconscious multiverse<br />inhale and digest <br />to give me energy<br />to look and see<br />the inevitability <br />of my own <br />300 billion year old soul. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Beings Like You and Me",
    "text" : "have the idea to create a paper airplane<br />oil is pressed into the fold by the thumb<br />planets of contemplation whirl like windmills<br />to replicate the symmetry of each wing<br />or divulge new methods of flight<br />sinew and muscle roll the craft onto the air<br />gliding a moment then it falls<br />sweating off the oil in violent rotation<br />breaking the nail-pressed seal on impact<br />relaying the heat of brain and heart to the ground<br />immobilized between blades and pebbles<br />the wings sag under the weight of vapor<br />gusts lull the craft into patience<br /><br />Then another falls forward orderly to work,<br />keys held in hand<br />",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "On Top",
    "text" : "if there was a top, I feel as if I'm on it<br />step by step, hour within the wrinkle <br />I've progressed beyond the Autumn  <br />and I feel summer within the excitement <br />of my friends who come over to laugh<br />and cook and drink and play cards.<br />My high is heightened by the realness <br />of my downfall, the random hand dealt,<br />fun even in loosing can prolong misery,<br />but it will come indeed just like my laughing friends<br />it will come, yes, if I am aware of it or not,<br />but as my friends gather and buy snacks<br />and take fresh breaths to quarry their laughter, <br />I am with them on top.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Spark Plug",
    "text" : "Write in wait of the sunrise,<br />Foster the fire below the boiling bubble,<br /><br />I said i want to spend more time with him.<br />The sunrise shines like the side glance of a modest woman.<br /><br />There is hardly reason to wait for inspiration before i start.<br />The genie needs skills to transpire;<br /><br />Kiss before it disappears, <br />Make that kindhearted fool<br /><br />Be a savior of a woman’s sexual sanity,<br />Illuminate men to the penetration power of empathetic reasoning,<br /><br />You almighty androgynous being!<br />",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Churning Core",
    "text" : "The magnetic churning core of my gut<br />can follow the migrating birds, <br />\t\tcan deny the waft of the honeysuckle,<br />\t\t\tcan spill wine on the half desired, <br />\t\t\t\tcan loosen the grip of an idea that is its own.<br />\tWhile shelves shift and chests spew their paper chambers,<br />\t\twhile the vessel grows untidy,<br />\t\t\tthe vapor of this internal geyser rotates the wheel,<br />\t\t\t\tincreases the focus on the body of unconscious.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Spur of my Gut",
    "text" : "Time to see a face gone again<br />but it is held in the dam downstream<br />saved by the snag of a fallen tree<br />what really is this face to me?<br /><br />A face she is but always was<br />the daughter of a dream of mine<br />who snuck between the selfish heart<br />of a poet and his ruses<br /><br />My heart is gone now there aware<br />of that here is a pregnant fear<br />for a dilating horizon colors a new sky<br />I may never again love only her",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The World within the Good Thoughts of a Curious Fox",
    "text" : "curiosities harmed the dog<br />but since you are a fox<br />there is no harm in a<br />\t       curious act:<br />the back of your left hand cannot pretend<br />to deny its desire to glide along<br /> the canopies of scrubland chaparral<br />for your eyes clearly reflect<br />the potential energy of a flower bud,<br />your skin tightens as the petals explode and twirl<br />and with their opening<br />soundless becomes your mind<br />perked become your ears<br />ticklish becomes your nose<br />and a warmness swells within the chambers of expectations<br />for all the colors and motions yet to mix with and move <br />the world within the good thoughts of a curious fox<br />will find a grip on the wings of a dragonfly <br />so to pull through into the light of the sun<br />when pollen charges a sneeze <br />and eyes flash open <br />and a face tingles<br /> like lightning <br />thereafter",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "To Begin, the Leaves Fall Again",
    "text" : "I promise you, one day<br />you will understand me.<br />I promise you, one day<br />you will understand my decision:<br />When all the leaves fall<br />and you know it is time to go<br />you will turn from me<br />and look forward with glee.<br />This is my time to know <br />the wet depression of the dew<br />build-up on the window pane,<br />what more can passing seconds gain?<br />You claim what is cooking is a stew,<br />yet it smells and bubbles like betrayal.<br />Once upon the sea the wind caught the sail,<br />an excellent start to a fairy-tale,<br />but with foresight and hindsight abused<br />there is no canvas to grab the gail.<br />Needle and thread came and went<br />made holes though which more wind bent.<br />You called this repair<br />but I felt only despair<br />undulating with the sea in moonlight glare.<br />Is there a better one than you?<br />I seem to know there is nothing less true,<br />but I keep my eyes on a few<br />that remind me of you.<br />I have never felt such pain<br />I sleep myself into crying<br />because in my dreams you are dying.<br />How can you say this is good for us?<br />You have no garden within you for me of lust!<br />I cannot decide what to do instead<br />when from without bad thoughts seep into my head.<br />Despair!   <br />Despair!<br />I have no energy to climb the stairs,<br />I have no energy to walk away<br />since you promised me that day <br />that hidden beneath the strain of this way<br />there is a reward that will wait<br />to show its face until I say to myself,<br />\"happiness is my fate.\"<br />Even when the winds deflate<br />I cannot give in<br />for Entropy will win,<br />and then I would never know<br />if what you promised me to begin,<br />if it would stick to the end,<br />stitching together the bending winds<br />to make a provision<br />that one day soon will clue me in<br />to understand the firmness <br />and purpose <br />of your original<br />deciding <br />sin.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Yin Yang",
    "text" : "Waves crest and tumble<br />in the breath of weeks<br />sitting on a pin-tip,<br />barometer pressure pushes<br />the volume out of time, out of the grasp of<br />controlling, plastic minds;<br />the relationship-explosion<br />of friends, and a soaped sponge<br />of Andromeda and the Moon<br />of compost and plants;<br />planes rip the planet in half<br />with supersonic precision <br />striking between the tendons of the heart,<br />they took you away as fast as<br />one turn in the road,<br />no further away than life to birth,<br />death conquered by dialing fingerringtones;<br />undulations of my throbbing electricity<br />and Dawn and Dusk,<br />shocks of love and hate<br />within one lightning stroke,<br />within the judgment of an idea;<br />the horizon is purple<br />as the color of your cheeks,<br />a water bottle took your place <br />as I kissed the lips of refreshment,<br />as the joyful tears of Spring HIll<br />quench the heat of submerged rocks,<br />winter puts summer to sleep,<br />body temperature lowers<br />with the moon, rises with the sun;<br />the morning frost never left the hill,<br />at a five pm dusk it's already seven am<br />and I am waking up in love with you again.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "(Unidentify Satisfaction!)",
    "text" : "I try to <br />wrap my mind<br />‘round the <br />whole girl<br />who swills<br />and breathes<br />the galactic<br />entangling<br />of day <br />to day<br />perceptions",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Finlandia",
    "text" : "That laughter behind a motel door<br />Must be little children performing<br />\ta score<br />The conductor wears glasses <br />Red dress <br />Speaks thick molasses.<br /><br />They enter the white van<br />Cold pizza chips soda can<br />Don’t forget the Dramamine!<br />The journey will curve and slither<br />A sick dream that cannot hear<br />Nor bear to last till September.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "At the Brink of Morning Tides",
    "text" : "Okay, I'm leaving,<br />What should I expect?<br />I want to see across the ocean<br />to know how the sun will set.<br />What will probably happen<br />is the sun will rise<br />and no matter what I do<br />when her dark brown eyes do smile <br />at the brink of morning tides <br />they will set a fire 'round the <br />crowns of conception<br />and plug the drains<br />of this recession.<br />Holding me without the<br />self-conscious plight of<br />the moon’s shadow <br />within the night,<br />my Sun deep in the darkness<br />flames indeed bright <br />blinking streams of<br />light 'round the <br />Yin-Yang horizon <br />where the questions lie<br />undisturbed by <br />Knowledge's <br />bipolar <br />eye.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "No Country for Young Shamanen",
    "text" : "Shamanen diving into water<br />being held from coming up <br />by those who fancy themselves<br />victims of the Myriad <br />——<br />The traumatic mimicry<br />of wholesome process,<br />of internal resolution<br />mirrors itself in Beyond,<br />it can help find one’s<br />image of God<br />if the Inner-Mirror is perceived <br />and image of Me as Wretch<br />i accept and hold<br /> down by own Self arms <br />——<br />The Spirit Exhilarating<br />impregnates me<br />with infatuation<br />for the Crystal Ship. <br />So a balloon must deflate or burst,<br />or else must sustain plumes of fire forever.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Overcome Trauma",
    "text" : "Treat misfortunes as compliments<br />to the willpower and strength of spirit.<br />I am strong so i can suffer.<br />I will do so boldly so i am not a victim.<br />I am a peaceful warrior.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Shadows of Leaves",
    "text" : "If i trace <br />the sun i <br />see patterns through <br />the leaves. <br />They are always<br />blowing yes <br />light is flowing <br />into contrasting <br />shapes of shadow.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Mirror",
    "text" : "<br />I<br /><br />The dimness<br />of my dominant senses<br />is misfortune to me,<br />i am living without the light<br />in a darkness so dense<br />it being me who brought<br />my house in——it couldn’t have<br />been any one else;<br />but in the darkness<br />i’m scared<br />for i’m not alone here<br />nor am i one,<br />for in the darkness<br />i feel the division <br />of a safe soul <br />and mind; it’s been<br />told to me<br />never let the devil in<br />but what do they say <br />when it starts from within?<br />That’s for fantasies to decipher<br />by eyes through a mirror<br /><br /><br />II<br /><br />he is there<br />the wétiko<br />beside my window<br />banging on the wall<br />to find a foothold<br />to climb like a spider<br />of wrath and constant starvation,<br />by touch i will starve too<br />and begin to eat,<br />von innen nach aussen<br />i cannot tell apart<br />his hooves and antlers<br />banging on the wall<br />from the heartbeat against my throat.<br />Is it so strong that faith<br />electrifies it and serves as<br />protector over my <br />threatened continuum? <br />To fight against that which<br />i am helpless i imagine <br />a slick wall with no grooves<br />i hear him clambering swiftly<br />hungry to taketaketake<br />and gorge past his fill.<br />Can my striking heart withstand him<br />with the medicine wheel on my drum?<br /><br /><br />III<br /><br />Have my dreams<br />bent sideways?<br />upon the psyche <br />of my projections,<br />they’ve taken over <br />and i linger more<br />over that what once<br />enraged me <br />than over that what<br />once enlightened me<br />to the goodness<br />of the neighborhood,<br />because i am i and i am i<br />and i need more to me<br />urgently—<br />but where did this come from?<br />this lust for hunger<br />for hungry am I not<br />but saturated<br />with illusions so sweet<br />and instantaneous,<br />Ooo! I want it all<br />and I will not die! <br />M.E. <br /><br /><br />IV<br /><br />before one could know<br />how to see behind sin<br />to find the (w)holy good within<br />there came a breath<br />that stank the mind<br />and convinced it of<br />the role of mankind<br />as violent and landowning<br />dead and controlling<br />preposterously <br />it persuaded all<br /><br /><br /><br />V<br /><br />darkness<br />prison<br />mind <br />awareness<br />may break it<br />by mindfulness<br />its parameters,<br />perhaps<br />all is dark<br />you know<br />that this wall <br />is blocking light<br />but of the wall<br />you were not aware,<br />beyond the rim <br />where your heart beats<br />the wétiko creeps",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Depart from Me to Return",
    "text" : "If to philosophize means to learn to die<br />Then does to love mean to learn to live<br />\twith a broken heart?<br />Each departure hurts.<br />Can we make each round one of vaccination<br />\tagainst the final farewell?<br />To cast our hearts into steel,<br />How many times can we temper<br />\tthem before making them brittle?<br /><br /><br />The tallest tree on the hill stands alone.<br />Lightning strikes it year after year.<br />It still has not split or burned,<br />Only browned and grown in noble shapes.<br />All around forests ignite because smitten trees still<br />\thaven’t become familiar with the workings of lightning.<br /><br />Rain wets the wings before the turbines engage.<br />We learn to try to trim the fires.<br />Months are empty before we kiss again<br />\tand invent words with exponent meanings.<br /><br />The last sip before leaving<br />The last shot we toast to departure<br />Farewell is the bitterest word<br />With the most grateful meaning.<br />Do fare well, My Love!<br />If i were to see you again, be it wholesome reuniting!<br />But between discussions <br />I am not fasting, i’m in famine;<br />You melted my weapon; i can no longer fight.<br />You will live forever in Heaven for that,<br />And i only in paradise for reluctance.<br />Farewell in the land of the Father,<br />For if i hold you here on this plateau <br />I’ll be cast to the trauma of Llao,<br />Selfishly tying me to you to me <br />To forever be my fresh air in the fumes of dependency.<br />\t<br />One last shot before we leave this bar,<br />Dressed in ruin that simply scene<br />Projector screen hides the exit.<br />Why, since we’ve said goodbye 100 times before,<br />\tis there difference in just one word?<br />You say that is the spell of two directions.<br />I say there is a third it has three angles <br />Tears from both eyes to your nose <br />You say the point is where we stand and we must divide from here.<br />I love you and want more.<br />Fare well where you go and find me again like you find lost cities in constellations.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Nose",
    "text" : "It’s the nose. Large. Strong. Equipped for long-winded excursions. It shapes the eyes by casting an illusion or actually framing them in a pyramid.<br />\tThe attraction is from my pride organ. It senses a strong soul, possibly yet blossomed. The beauty of a woman in her entire body. But because most of it is covered under a curtain like an iceberg, i can enjoy the beauty of the strong face. <br />\tTo hone my soul, i try to communicate with the person i can never talk to. I can do it by looking in eyes. I can do it by sitting beside her like some sacred gem. I can even do it when she can’t see me. That’s the origin of prayer.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Imagining the 4th Dimension",
    "text" : "Snake, from baby to death,<br />a string of duration,<br />of which us 3d creatures<br />see only filament of each second,<br />but not the fibers of what <br />lies out ahead, predetermined <br />and unknown.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "There is a bear",
    "text" : "On the other side of my window<br />A dog is barking <br />The bear stomps his feet",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "There will be a Starlight Parade Tonight",
    "text" : "Sweeping by the mountain passes<br />\tThere will be a great burst of<br />Excitement near the end<br />To complement the bursting galactic bottle caps<br />\tLike diamonds in molasses <br />Who knows where<br />It’ll be<br />Or where we will be<br />When the show is over<br />Hopefully by then we’ll see<br />The sun drop like an apple <br />Onto the hood of our car.<br /><br />THUD! THUMP! It caused me to jump<br />Across Night’s vast obsidian arm<br /><br />Take me there<br />Do not let me forget this night<br />O Dazzled moon! How much the stars redolently smell <br />This evening Venus shone so bright.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Lacking No Driving Reason",
    "text" : "when in fact<br />      the hammering of my mind ceases<br />the melodious song of my heart commences<br />   and what feels good<br />\tlacks no driving reason<br />\tbut freedom <br />\t\tand i kiss her tenderly<br />for in a tender kiss<br />       the melody of her soul kisses me back<br />\tlips are only a synapse<br />       linking up what we're really after<br />\tand then she sighs, looks me in the eye<br />and knows the words 'care' 'friendship' 'love'<br />\talbeit no thoughts of those words rise up to <br />\t      the mezzanine level of our unconscious <br />\t\t\t         connection--only our lips<br />Like writing what instantaneously jumps to mind<br />     i touch my thumb to her jaw<br />   and my fingers to the back of her neck<br />\tgently     tenderly<br />To start anew felling the power of her soul",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "On Vacation",
    "text" : "I like to write<br />from the stand point<br />of a visiter<br />to this world<br />as if this <br />reality<br />    is<br />arbitrary<br />               and<br />when ever<br />I choose<br />to address<br />this life<br />as seemingly<br />real<br />I'll do it all <br />in good fun<br />because <br />I'm <br />on<br />vacation",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Port of San Francisco",
    "text" : "Boats are not the attraction today<br />But lox sandwiches and<br />Carrot juice<br />Canned peppers and<br />Banana sized pea pods,<br />In the music are clouds<br />Of swinging skirts,<br />The murmur of<br />Hungry health hobblers<br />Fluctuate with the quenching<br />Bay tide and<br />Seagull swept breeze,<br />Strawberries and sunburns,<br />Scent of lavender expands<br />Like the unfolding of a canopy,<br />Workers changing shifts,<br />Friends from school run into",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Contemplate Atmosphere",
    "text" : "As i watch the dimensions<br />shake apart time<br />a sheet cloud above unwraps with night<br />morning's making her breakfast <br />with dreams on stage,<br />call it a day unlike any other<br />when life's dimensions race down to the<br />horizon line and continue on <br />though the meta-folds of a π-lateral mind<br />essence after essence<br />passes beyond and before consciousness<br />letting loose all they have to reuse,<br />the distance behind a cloud<br />is as broad as the mind's <br />ability to retrofit the world.<br />The fog rolls in<br />pulling behind me like a ship<br />and i am the tug churning, yearning,<br />thinking past my vision<br />where there is another world out there.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "It’s How You",
    "text" : "It is how you say<br />you love the smell of my face<br />after the dew of a Southern wind<br />tenderly accumulates without stain,<br />after we shower our newborn bodies<br />in Northern kisses and fuse blinking eyes with bounding hearts,<br />    It is how you hug your own arms around your eye lids<br />and smile like the first wave that longs to rest against the sand<br />in the first rays of morning and does<br />and exhales, laughs and giggles<br />entice my breath to follow them into recess<br />like a rip current that is a wreath of beating humming bird wings<br />and Manzanita berries<br />that is granola to my laugh and vanilla to my skin<br />",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The vibrating refractions of my harmonica",
    "text" : "echo between the fog<br />and my clear mind<br /><br />The universe the waves know <br />are my thoughts and God’s sheer wall<br /><br />I have never dropped anything and<br />nothing has ever been caught<br /><br />Even for the swirl of a bent note<br />that lifts my head with skillful <br />\tannunciation<br /><br />A perpetual motion devise licks<br />the fur of my heart with a cat’s tongue<br /><br />When she the note wraps firmly <br />like a blade of grass around my chest<br /><br />And catalogues every heartbeat<br />like ours to share",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Thou Art the Reason I Dreamt this Dream",
    "text" : "All night I stay up and write of you<br />As you dream swiftly in the canopy of downy blankets--<br />\tI will not forget you<br />Even as I float downstream in<br />\tAbsentminded thought<br />Toward a cataract<br />That in its upheaval<br />Sucks the air of Breathable Reality<br />Down into and quickly ‘round<br />The swirling axes of whirling dreams—<br />\t\tI make it only<br />\tBy thoughtful ring<br />\tOf aqua eyes<br />\tDeep blue and green.<br />Thou art the reason I dreamt this dream.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Casualties",
    "text" : "Sprung like springs from the ground<br />This refreshment must pull me ‘round<br />So I smile when I see her in her summer’s gown,<br /><br />I know her better than Time knows the clock,<br />And with each, I tie my ship tighter to the dock.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "She flings electricity down my arms",
    "text" : "By the sounds she makes<br />Some high and bubbly<br />Energizing her body and attitude<br />Circling again, round to internal thumping static.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Sounds of Summer",
    "text" : "The Eagle must<br />Cry sweeps my brow<br />Like morning rise<br />Before our eyes<br />Wind in mind<br />And laughter <br />\tAchew!<br />Bless you<br />\t\tdeep<br />  My sweet<br />\tMy pollen tingles sought<br />\t\t\tInching further near<br />Blanket brought<br />To window sky<br />     O look<br />        o my!\tWhatglee<br />\t\t\tThe stars exist <br />\t\tFor you and me.<br />\t\t\tAnd not against thee<br />They nudge me<br />\tTowards everything but<br />Sandwiches<br />And banishes<br />thoughts we see now<br />And fear now<br /> \tUs  <br />from you, from me<br />\tGrip the stars from a<br />Passing \tA<br />Ltogether Fantasy.!<br /><br />So I hear, now<br />\twhoosh of summer<br />warm in feathers sweat the Ancient<br />\ttogethers<br />\t\t\tCasting your line<br />The future betters<br />\t\tinto the Summersault <br />\t Seas<br /> your reel<br />Gentle tug, awing feel<br />\t\t    The Girl singing pirouette, <br />\tAnd the sweetest Sounds of Summer.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Angels in Fog",
    "text" : "Fog skims across the bay<br />bearing mystic souls<br />absorbing <br />as it glides over Angel Island<br /> like a glacier.<br />White sails skim the bay<br />like guls<br />each one of them<br />is a soul<br />white as Sunday fog.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "As fresh as South Fork in August",
    "text" : "Staying by you for 500 years<br />We'll evaporate together<br />Discovering new excitement<br />    In an old idea",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Party on",
    "text" : "Striking her head on<br />granite tile                 <br />wide eyes gazing<br />as she convulses<br />while her face turns<br />grey and green<br />--There will be no party<br />if we call<br />—It was just a small fall<br />—She will be okay<br />      — Let us help her up<br />—and bring her to the couch<br />Her head sinks back and eyelids shut<br />           grey and green<br />the world for her is a forgotten dream<br />—Don't call you see<br />—she will be fine<br />And the party goes on<br />mattering more",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Kayaking on Lifeblood River",
    "text" : "Waterfalls<br />Defy the law<br />Of love —<br />Letting go<br />They flow <br />Pure blue from<br />Thick black cottonwoods<br />Wildfire sap<br />Flips and licks<br />Fluorescents<br />Into the<br />Densely driven flow<br />Like molten <br />Mauna Loa braids<br />In the deepest pool<br />Of a glacier's<br />Melted muscle.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Before the Saw",
    "text" : "Waking up on a vacation morning<br />To smell a breakfast compote<br />Complete to eat with the 8:00 a.m. newscasters<br />\tThe President-Elect spoke<br />Awaiting the moment<br />I looked up her picture<br />\t  Cast fair beauty in the salt air<br /><br />We went to my house Empty Silence was there<br /><br />We drove into the woods with a saw, my <br />\tdog & a gun<br />Chips and a can of beer, bullets to accompany them<br /><br />Farther into we got the worser trees<br />    Forgot<br /><br />\t\t& The finer of trees<br />\t\tHeld up our memories",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "An Empty Smile",
    "text" : "\tAn empty smile like the one<br />I gave to you today<br />\tDoesn’t care what you have to say<br /><br />\tIt doesn’t mind to pass the time<br />Of hollow conversations<br /><br />or to wake the night to ill motivations<br /><br />\tAn empty smile looks at a few<br />\t      With murderous temptations",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "I want to use my words like a lightsabor",
    "text" : "to deflect attacks back to the source, to collect energy then release it in the face of society, to cut a limb & sear the wound like a predatory warning & to protect my beautifully precious Padme. Like a saber, my words could be retractable; on the other hand, they will be permanent in the memories of its witnesses; an imprint on their very life.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Lightsabers",
    "text" : "to deflect attacks back to the source, to collect energy then release it in the face of society, to cut a limb & sear the wound like a predatory warning & to protect my beautifully precious Padme. Like a saber, my words could be retractable; on the other hand, they will be permanent in the memories of its witnesses; an imprint on their very life.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Misty green fields of a new age",
    "text" : "Hanging on the edge of death<br />And vision almighty <br />\t\t\t\tFear<br />Caution in the wind <br />\t\t\t\tSafety at the wheel<br />Hands let go,<br />\t\tWhat after? ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The moment things are not good enough",
    "text" : "The soul will empty into the conscious: a siege,<br />\tFestered fruit & king’s gnats,<br />\tA hallow garden celebration.<br /><br />Bad comment—singular<br />Tears—plural:<br />         —and the best thing I could do was<br />\tbe silent; still,<br />Become awakened in awe.  <br /><br />Tempting rest<br />Attractive dark,<br />The symphony that you bring<br />Mends my mind              & theirs—( I am not sure <br />\t\t\t\t\tFor I cannot tell<br />\t\t\t\t\tYour lasting spell)<br /><br />    The Great Empty, consumed belief &<br />     ejaculated light<br />\t<br />\t\t\talways dimming<br />\t\t\t         always swimming<br /><br /><br /><br />Hummm cool plucks Always Beginning; <br />a sanctuary for a thought,<br />a ricochet for a sound. <br />Sweet intoxication,<br />I will feel you later; <br />I will feel you now,<br /><br />The time is sitting Liberty:<br />Facet pillow madness<br />& wicked black gasses<br /><br /><br /><br />What a first time!<br />Around the telephone<br />Through the wires<br />A rudiment surprise.<br /><br />What a thing!<br />The shifting stars<br />The dying sheep<br />A dissecting treat.<br /><br />What a land! <br />Erupting color the<br />Breeze throws warmer the<br />Chance we take<br />\t\tfor this moment’s sake.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Shallows",
    "text" : "Insects drift flutter and crawl to the tempo <br />Of a motor boat crowded & dull.<br />Upset rocks rest in stubborn silence<br />While children scope their sleek comrades.<br />\tThe shore erodes specifically. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Flowers and Wind<br />(at the bus stop)",
    "text" : "Ah, Now I know<br />How flowers<br />Tickle the wind,<br />Petals like lips<br />Behind ears.<br /><br />The italic way<br />Your eyes<br />Speak words<br />Boldly sweetens <br />The bitter.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Spring is on its way in a smile",
    "text" : "In winter we're so good together<br />Tighter 'cause colder weather<br />Makes you shiver and I am warm.<br />Understanding undulations<br />    Breathing in the highest highs<br />        Cogent beauty   ruby necklace<br />Honey on your smile and down your neck<br />Soft hands cull sand dollars and flop them down on \t\t\tThe sky<br />You like to kick the clouds<br />    Scurrying on film above the sand<br />        Then you wash your feet the wisps<br />Away in the wave breathing of ocean eyelids<br />Cupped marble jellyfish<br />Sphere spirit<br />    The colors of light refract through a living thing<br />        Beaming on hands that care for it<br />It is glad and so am I<br />To be alive<br />To be held in the Colors of the Sun",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Nine times out of ten",
    "text" : "I will be here again later<br /><br />Forgetting my thoughts<br />Important whatnots<br /><br />When the dusk turns grey<br />The people remain<br />\tWith studied faces<br />To the silent tune of buried regard",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Approaching Chicago",
    "text" : "Here between two worlds<br />I search for handholds.<br /><br />The shape of humanity <br />Finally rises from the <br />Sheer cliffs and empty fields.<br />I’m a bit afraid of the potentials<br />That humans provide my mind’s eye.<br /><br />In tears i revert home<br />Where i had friends in stars<br />And in stone, where fire<br />Rose and water fell.<br /><br />In longing i realize the nourishment this place had for me.<br /><br />Each facet unfamiliar has been made by man, <br />Is that why i hesitate to step off the train <br />into the maturation of strange dreams?<br /><br />To be filled by strength of spirit and elements, <br />I allow the hawk to lift me and i trust her<br />To devour me and recreate me as a divine combination. <br /><br />The city comes into the light for a moment. <br />Hooded columns of obsidian declare providence.<br />Earth buildings collapse in glass droplets.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Becoming Immune Through Poetical Alchÿmistrie",
    "text" : "The psychopomps And all their heavens Are covered in damp ash.<br />Radiation in the oceans— Because humans have a knack For unconsciously re-rendering Our trauma onto entities, Including ourselves— We cannot justify this within, so we let it flow without, Processing the Earth’s core Especially near fractures in oceans, tsunamis swell, The radioactive members fiz like Tums anti-acid, (It seems they've too little punch to knock Trauma synthesis off the top of the tower)— Heart burn—the inner mirror burns him shamefully.<br />He cannot justify this within, so he lets it flow without.<br />The towers stand inflated.<br />The event that wakes up unconscious?<br />An extraordinary gift. Das Gift.<br />How many apples must we eat to break through the Wreath<br />On toward the Rhododendron?<br />Some see walls. Some feel the labyrinth.<br />\"As we've seen from the rose gardens in Portland and Seattle, rose colored glasses can be a variety of colors.”<br /><br />What do the starfish say when they boil in their sacred space? <br />“We once made art telling of these days, when our bodies forgot their shape.” <br />Another said, “Something in the spine of my dreams remembered this happening before i became alive.”<br />The alienated heroes survive the initial melting.<br />They mutter the brightest grammar. <br />Their words taste like a Black Krim.<br />It rains excuses and airplanes.<br />President V. P. loves to sink his teeth into the flesh of a Russian heirloom.<br />Then on a train through Cascadia a young psycholinguist reads from Lao Tzu,<br />\"He who feels punctured<br />Must have once been a bubble,<br />He who feels unarmed<br />Must have carried arms,<br />He who feels belittled<br />Must have been consequential,<br />He who feels deprived<br />Must have had privilege\"<br />\tAlthough I've never journeyed far upon horseback or on oxen-drawn carriage, in my primordial mind exists the sound and vision of the deep exhale of the animal that carried their humans' civilization. Their bodies so alive they exhale steam on warm mornings. Powerful in union with us, the human animal.<br />I am on this train, this horse of a different age, its rail path too old for its purpose, working to render the innate image of God together with hot air.  The train's air-breaks moan and imitate the horse in the minds eye.<br />A shard of the primordial unconsciousness. Painful. Kind.<br />\tThe significance of the great flood of nuclear energy reassembles the splintered images of the Godself reuniting. What some can only hear in songs. What some feel in the Gut-heart Psyche when the streets shake from popular discourse in spite of threats by dimensional rulers. What some see in an ashtray, yet can hardly make the sentence to even begin illustrating their epiphany properly. What one hears by the words of Dream—where they hone the even more shattered partitions of Healing Self through the diamond and onto the Self-comprehension that is Self-language and humility! <br />That groan<br />Haunts the boy<br />With webbed toes and fingers<br />Who hauled potatoes up the hill<br />To lighten the wagon <br />Over the Siskiyous, <br />That groan<br />From the driven oxen<br />That drove the boy<br />Into his grandson’s blood,<br />That groan<br />As his offspring <br />Sit on four wheels <br />By the beast<br />As it wails in gurgling confusion <br />Those are its airbrakes, son<br />The groan of a stuttering civilization",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "In the event of ruin",
    "text" : "there can be breath <br />to take what is thrown<br />from Heaven in hot particles<br />this lightning static misfortune<br />God cannot spell it without fortune,<br />the word smithy You be<br />You collective Sentence <br />that with breath becomes <br />Jung's patients’ drawings <br />blasted sphere<br />card 16 <br />on toward breath by breathing <br />through modest inflation <br />to fall gently often",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Monsieur Marciallle at XB Liebigstr.",
    "text" : "before the feedback stops<br />the belligerent blood bath <br />of pangs and drunk man growls<br />burping onstage in wet hammock <br /><br />he catches a beat that is mash<br />moan and breathe through ash <br />suck in mud hair in boots unfit <br />yell out complacency and pain<br /><br />i cannot listen to the feedback<br />alone i cannot shut my ears<br />to settle the rattle on my inner <br />testing where frost breaks metal",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "History is a Hill",
    "text" : "If kingdoms and monarchies <br />Of the golden ages of mankind<br />Had gifted the keys of generations<br />And thick liquid of progress and victory<br />To instead the second children our entire story <br />Would perhaps have less psychopathy written in gold<br />Perhaps more trees more air more kindness and empathy<br /><br />From which lump of mud and resin <br />Stone and shit do we look out at the world<br />Chin held high for show of strength or better yet<br />To see squinting through the bottoms of our eyes paths<br />Trodden by traditions and covered again by want to let them go<br />In our reach for Progress fingers almost touching God and the devil <br />That solidifies our position as mighty for a time on our Hill our Lookout<br /><br />Prisoners on our Mound<br />Are chained facing out gaps<br />In the material folds into out of<br />No one but heretics and poets dare<br />Peer for Truth can be seen but hardly <br />Tolerated unless violent or lyrical forms <br />Sing or break down walls to escape History<br /><br />The quality and amount of thoughts we champion<br />To this world from down here is worth more than shouts of <br />Shaming deliverance even from the highest pedestal of a free man<br />Because we visionaries who know which Hill we are under and perceive <br />Conditions of malgrowth shilling holes into the minds we were too faithful to remain <br />With honesty and life we depart unsure if when in the Valley we might perish for Good <br />We leave in mind surprise and disturbance to entropy of success roll down the Hill like cheese<br /><br />I am the reckless I am the cheese<br />For History flows through me as words<br />Written what would please never be remembered<br />And changing verse for consistency’s sake outnumbered by <br />Responders of What Do You Do? To fakeness in professional conviction <br />They have not peered through the Windows multiple in dreams and mindscapes<br />Which forecast the sight of messengers who bear good news but are hardly allowed in. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "To a dream",
    "text" : "You take me<br />Up a mountain with a guide<br />Who is safe in way and deliverance",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "A baby is crying",
    "text" : "Or perhaps a fox<br />Or a weasel",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Attempting",
    "text" : "to replay<br />tantric rituals of<br />cosmic dismay",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The pen comes back",
    "text" : "It is lost before leaving. <br /><br />The pen comes back.<br /><br />No. Not to write.<br /><br />But to inspire as a cough. <br /><br />Fears of loss must fade away into responsibilities.<br /><br />A poem fades into unconsciousness so quickly after absorbed. <br /><br />A leopard inches toward a synthetic stone wall and licks it then flips off the wall in a spiral. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Unready Nation",
    "text" : "Officer Wilson had under his foot<br />The key to unlocking the door of <br />Compassion that rioters are trying<br />To uncover. Yet both are bygones <br />To the unseen moment, the one<br />That is the jewel, it rises away <br />Like illuminated gloom to another day.<br /><br />That day could’ve been in Ferguson,<br />After all injustice done<br />To many children yet nineteen,<br />Who’d yet seen greener sides of life,<br />Sides that're often painted over<br />By the residents of those rich walls of paradise.<br /><br />That day could’ve been in Ferguson,<br />After too many toys were dropped in blood<br />By the men holding the real version of those toys,<br />Cloaked in the equivalent clown costumes,<br />Clowns who were tortured in the wells of offense,<br />They had nowhere to run when duty called,<br />A problem that often turns land into ruts. <br /><br />That day could’ve been in Ferguson,<br />When a boy filled to the brim <br />With cotton-candied racism,<br />Looked to spew the rotten guts<br />Of decades of unaccounted oppression;<br />Both on either side of the gun said,<br />“Let this be your lesson.”<br /><br />It could have been on that day in Ferguson<br />That the hero could have come to end<br />By way of blocking the ego with Self,<br />That structure that is the drive for life,<br />Not to take but to give; this is something<br />Unready heroes cannot comprehend.<br /><br />Both were unready for what befell the <br />Unready Nation that calls itself Best,<br />The Nation that both sides of the gun can shoot dead,<br />Yet seeks to destroy all who competency wield.<br /><br />For on that day in Ferguson, when it could have been,<br />A shadow of doubt crossed a man’s chin,<br />Whether the taser or laser or baton could win<br />His life back from the strength of a Nation,<br />That had grasp of its trusty greed the Gun.<br /><br />That even after Death or Dismemberment,<br />At-one-ment with Father, Rejection, Acceptance,<br />Not one makes it harder to rise up again <br />And be both a good People <br />That together insist<br />In doing no evil.<br /><br />That day could have been… ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Body and Mind",
    "text" : "I love the body,<br />Trust me when I say that,<br />But it is really the mind<br />That reveals to me where a<br />Person is truly at. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Chortle",
    "text" : "The way she laughs<br />Or chortles, I must say,<br />Spins the day into summersault where<br />Underneath we lay <br />watching together the<br /> Progress of forever or should I say a single day—<br /> I laugh by her side as she giggles a mile <br />through her tight-eyed smile.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "From Marrow to Mind",
    "text" : "Brush me away<br />From this earth<br />I live on<br />For once I saw<br />You, I knew<br />You, your body<br />And the gentle<br />Way your mind lay.<br /><br />Never forgot that<br />Day, that simple<br />Time when<br />I heard everything<br />From one word <br />Spoken from<br />The clean speech<br />Of your body;<br /><br />Cold and quiet<br />The Winter Sun<br />Has never before<br />To me so sung<br />Of the silver rays<br />Your skin portrays;<br /><br />Now I have You<br />and You have me<br />As end-game pawns<br />Dance ceremoniously,<br />Friends and friends <br />\tbeyond,<br />As two ducks are to<br />\ta pond<br />A lighter in the<br />Night You are<br />Inviting insight",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "You said it’s hard",
    "text" : "to kiss<br />me because you’re<br />always smiling when<br />    we kiss",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Love's tightrope (or Untitled)",
    "text" : "Electric Spider<br />Come and play<br />Twist your legs<br />Around the day<br /><br />Our thoughts create the net<br />That shields us from a <br />Dry world,<br />\tTo turn us into shivering<br />Waterfalls—<br />\t\tThat is the<br />Tall order of our love.<br /><br />Forever it will rain for you<br />Cleanse the sky and the<br />Ground for your<br />Soaked feet and warm smile.<br /><br />Your lips are a tightrope<br />Taut and smooth<br />And the only thing existing <br />When I am on them.<br /><br />It’s time to sleep<br />I’ll see you in the<br />Morning when Sun emerges<br />From shadow<br />And glows upon your hair<br />Like a sea of naked amber.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Creating a fire with You",
    "text" : "    Is colorful danger<br />(I hesitate)<br />You smile<br />    Present tense is released<br />    We start using the future<br />——<br />Love is poetry and poetry is chess.<br />And chess is archery.<br />Archery diction.<br />Contrast. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Authentic",
    "text" : "One slip and you’re gone<br />    By the people who<br />       Care most—<br />Wait. That’s not right.<br /><br />Whose unconscious<br />creations can withstand <br />The most guilt and regret?<br /><br />This is a game where rules are feelings.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "No poems! No transexuals!",
    "text" : "These are repulsive! Topics on which time we’ve no use spending! Inappropriate!  Never mind my comments about women! I am loud and I will yell “I know!” When he was a woman he used to stay inside and clean the house all day. When he was a woman he used to be bad at parking. When he was a woman he used to wear mini skirts. When he was a women he used to nag nag nag. When he was a woman he used to be a lesbian.  When he was a woman he used to shake his hips. —Next.  When he was a woman he used to shake his hips. —Next.  When he was a woman he used to shake his hips. —Next.  —Next.<br />This is too hard! Not appropriate for B2! I understand only 10%! Poetry has no use! I will not try! Do not try to walk me through! No more poems! Give me the ABCs!  I know those! There is proof that individual letters exist.  Where is that proof in this poem? Letters become words. That I can do. But when words become pictures, I’d rather not.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "People who are able to be themselves",
    "text" : "while allowing others to be themselves yet<br />also feeling some sort of repulsion from them<br />are exactly whom he’d like to tell to change,<br />to improve their understanding of the world.<br />But then again they are not doing anything wrong.<br />Of course only because they are being them.<br />He cannot expect to tell others how to behave,<br />if he thinks it’s wrong that they do the same to others.<br />In such way, the trauma synthesis continues.<br />This circular feedback loop has to be broken.<br />It can be broken by contradictory poetry and oxymoronic dialectics.<br /><br />The thesis of trauma is appropriation.<br />The antithesis is victimhood.<br />The normalized synthesis is perpetration.<br />The exceptional synthesis is integration.<br />A formula is crystalizing<br />It’s the essence of his life’s work.<br />",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Heart Pitched Battle",
    "text" : "From straight backs<br />To ideologies one<br />The mind gives in:<br />Legs are crossed<br />And uncrossed<br />Until the motor<br />Knocks on its hood<br />Turbines reverse—<br />What muse jumps<br />Into such torrents?<br />Momentum keeps<br />The battle razing",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Appropriation is Deadly",
    "text" : "Somehow, large governments and their masters<br />have appropriated the certainty that one person <br />can make a difference. <br />Can becomes could because trying is only fantasy.<br />          I couldn’t make a difference.<br />          You couldn’t.<br />          She couldn’t. <br />          He couldn’t.<br />          Not even any one individual running for president could.<br />And to this illusion is attached a wholly tragic assumption,<br />that even all of us together couldn’t render a transformation.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Roseburg",
    "text" : "I do not want to know the details of every tree cut down.<br />I do not want to watch the feller sharpen his saw.<br />I do not want to memorize the facial features of an early autumn freeze. <br />I do not deserve to have to witness the dismay of clear-cutting.<br />I have seen too many animals lose their homes in the hearts of   <br />     boughs and trunks of forests green sliced by cyclical metal.<br />I know the path of a bulldozer all too well, the pyres left to <br />\tdry and burn but ultimately be forgotten.<br />I do not want to hear the excuses anymore that manicure the razor. <br />I do not want a saw to protect me against axes.<br />I want old-growth forests. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Fluvial Pneuma",
    "text" : "ceaseless rattling and twinkling river,<br />striding your legs around each rock,<br />extending forever from snow to lightning,<br />allowing music to float through a mind<br />that belongs to the toes immersed in you <br /><br />on and down remaining true and new, <br />your chord is wind’s harmony,<br />the one on which the raven glides,<br />down to where the lake resides.<br /><br />no matter distance i hear your voice<br />and smell the sunburned rocks that warm <br />your blood in which we temper our skin<br />heated by fire remote that melts our root",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Start slowly",
    "text" : "",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Start slowly",
    "text" : "Is there anything to grab onto?<br />Repeat slowly/<br />Is there anything now?<br />Why is it that i’ve left the temple <br />\tI’ve known for my forever?<br />Can i comprehend my circumstance?<br />Ease.<br />Start slowly.<br />Now i’ve already started, how do i continue?<br />–Continuum–<br />Who said that?<br />–No beginning–<br />–No end–<br />Ease. Continue slowly.<br />I can think. Obviously,<br />But i’m trapped under rock<br />Pressing me and condensing me<br />Is there no exit?<br />The walls are shifting ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "So here it burns within me",
    "text" : "i.<br />Dynamic system of destruction not from north to south<br />Detroit was in the north the end of the railroad  <br />Dual hemispheres close the curtain <br />Segregation that’s old news<br />Now dynamic picket pocketing<br />It is not easy to point to the other side of the wall<br />and say they are the reason<br />when we are supposed to integrate<br />and yet still work hard to differentiate.<br />this system of destruction is dynamic<br />not east or west nor north or south<br />the tendency to confiscate rights <br />sets the rest up to fight about<br />blame others for their plight<br />no matter how they’re dressed<br />dynamic systems of destruction <br />defy time and space <br />it comes from behind sneezes<br />verbal ejaculatory rhetoric <br />the stuff of space <br />it fills it <br />like our guts<br />must be filled<br />inundated with it<br />the stuff of space<br />the expanding grace<br />the salty worm meal grease <br />dispensed from the compression of compassion <br />punched out by Moloch metal jaws <br />chomp with dull teeth only real force<br />can double worth back into a farce <br />no not real<br />self-condemned force<br />that rots from the inside out<br />and creates a vacuum<br />that must be filled<br />by space<br />the comfort’s face<br />the company logo<br />the change of pace<br />faster faster faster<br />more on the way<br />shovel heaps of flour down each other’s throats<br />save the animals<br />we are eating our own medicine<br />pharmaceuticals from their crystalized throats<br />kidney stones in their bones<br />beans, where are the beans?<br />white wheat my friend<br />the purest from Caucasia<br />bluest of eyes<br />our food of choice<br />the spaciest of them all<br />fill the void that thirsts for water<br />and fire.<br />we have to ask you, <br />are you looking to light the lantern with that lighter?<br />the fuel is tucked in our colons <br />because we can’t see a cabbage for a mile<br />haven’t felt the breathing soil for more than an hour<br />before i’m arrested for making my place mine<br />bringing something with girth and love from seeds<br />please let us alone, you dynamic system of destruction,<br />you cannot throw eggs at us because we would eat them but you do <br />we don’t want to be like you<br />the metropoles of franchise infringement <br />taste like made from the broth of convict leasing <br />after slavery abolition was a convincing teasing<br />then came capital businessmen chain-gang thugs who could care less to feed<br />their young men who owe their lives for their hanging out<br />working until their indefinite debts paid for vagrancy<br />i thought by 2015 these debts would have been paid<br />and perhaps you’d be already under fines, hit the minus,<br />you can work for us     <br />work we call it because it would let you see<br />the danger of working up to the desks<br />the desks at which sit the swords of decision<br />that build walls and cause fear to reach our ear<br />and cause it to spin <br />like Levy’s father<br />like Kreuzung’s father<br />like degraded precision <br />like a dull knife<br />it wants to cut <br />but slashes <br />out of the pitfall<br />out of its wormy apple core<br />where a scalpel would cut better<br />the gut of swollen generations<br />fed with generically modified fodder<br />we must burst that cyst <br />sink that island on which the metropole sits <br />the Brothers Cook have their castle<br />drink water from the tap <br />while we drink from plastic <br />(who walks for their water?<br />who carries their water?<br />we all do from the store—<br />but we drink pop)<br />we’d like to see you eye the evil<br />the place you’ve never looked into<br />the subtle taste could change your life<br />that’s all we’re trying to do not tell lies<br />you’re the kind that takes what’s said<br />and coats it in bread<br />making sweeter and fatter <br />so we could not be happier<br />happier on the couch not moving<br />happy happy happy<br />can’t breathe we’re fine<br />keep choking tighter<br />we’ve been here before wrapped in chains<br />but this time they’re mostly unreal<br />the kind we are told we don’t have<br />but something similar clasps me to my front gate<br />when i really would just like to go on that date<br />forever it’s been without much to have<br />well i guess it’s better to see that i’d rather be<br />than have more that could fit within me,<br />i am blessed to make myselves empty<br />listen to the sucking of the void<br />hear his voice like from the far-viewer <br />his voice from the other voices <br />that like to mock what is kind <br />behind the guise that is smiling<br />from the clenching of the gut<br />you feel good you promise<br />show me by taking it out on someone else<br />you’re the man, dynamic system of destruction,<br />that’s your name and it will be said<br />as reflections in the mirror<br />words reflect and color in what is invisible as a ghost<br />help what has no shape become worth<br />become something with girth that came from a seed<br />we’re trying to help you succeed<br />but we cannot legally garden in our yards<br />and we’ve lost faith in your comprehension<br />or perhaps it’s the universe’s way of saying <br />you actually do belong here where we are<br />because in each of us there’s darkness behind the stars<br />and behind you there is only the source of shadow<br />a sundial tells time with the length and angle of the silhouette<br />we hope to learn you your purpose<br />but there’s our crossing underestimated <br />the current has an undertow and before we know<br />we’re making along with it<br />adding to its grabbing power<br />because we all want out<br />so we grab whosever’s arm<br />in trust we are helping ourselves<br />could we let the river run dry if we pull no one else in?<br />but they help us still and cast ropes to catch<br />but don’t be tempted they’ll be pulled in too<br />and each go down the chute blaming and trying to ride each other like goats<br />searching for the reason to let the trauma trebuchet fly<br />both are the hosts to the mania <br />both are hosts to the perpetrating sufferer.<br />You are the jewel of an undying tortured presence <br />that is so alluring because it makes me young <br />but puts its load on my shoulders <br />deceivingly gentle hands run up my spine <br />searching forever for what is yours becomes my passion<br />this urge will never lessen <br />if i am only reminded of its existence<br />but with love will greatly come to settle<br />and the good wolf makes its bed in my heart<br />setting down the warmth of humanity<br />at the base of stems and stones and dirt<br />until in the night there is a storm<br />and the hungry dreams of yesteryear<br />get hungry again after having a beer <br />get hungry for a mate the purest shade of Good<br />how cunningly he enters on his pretty paws<br />the morning dew hasn’t even thawed <br />“be kind to me” are your instructions<br />you agree, yes of course, done indeed <br />truth melts like sugar on your tongue<br />it melts into the void to fill it<br />hungry for more and more flesh<br />but that thing inside cannot kill it<br />it cannot kill what it cannot see<br />can’t you grasp that endlessly? <br />Forever from the beginning we make each other holy<br />because wherever the boarder there’re bricks and mortar <br />or walls with wine and salt and thermostats and baths <br />those are all fine but when they’re must-haves<br />your soul’s already half asleep in genetically engineered heaven.<br />\t\t\t\t\t\t<br />ii.<br />Awaken into the oed,<br />void of living symbols,<br />oracles would wish to die,<br />the wars erase it all, <br />all but the reptilian brain,<br />so only war continues, down a long forgotten path,<br />last taken 2,000 years ago,<br />the combination of unlearned and ever known,<br />no shamanen allowed in the best democracy on the planet,<br />they can’t live here because<br />they don’t break the ground,<br />they don’t churn money like crooked milk,<br />because here the faces of emperors still stand in comedy,<br />the mustache of the new world order is still brushed by the American Dream,<br />but its skin’s becoming dehydrated, <br />water in the face tissue sucked up by Rigbee’s face by the door.<br />A real problem,<br />there’s no snow, <br />could this be meant?<br />whatever the lesson let it go unlearned,<br />the language of poetry is buried under the Embarcadero,<br />the earth got mad in 89 and tried to shake of its chains,<br />alcatraz sees it all, <br />the island of haunting,<br />the same rule applies to Frankenstein’s creation as to the Bomb,<br />let us make love with it—<br />no we cannot—<br />let us take care of it, <br />perhaps then it doesn’t become a monster,<br />a multilingual monster that knows how to blackmail,<br />a furociously ugly grammar monster,<br />the curse and cure of era-old fate,<br />it tastes so good,<br />comfort food is the cause of discomfort,<br />discomfort in our skin,<br />inflammation in our guts,<br />feed the machine that feeds us fodder,<br />no substance for our daughters,<br />the princesses of life’s purse,<br />poisoned in the belly for mistake’s justification,<br />let’s build here,<br />wombs are the soon to be ghost towns,<br />built and not occupied,<br />Woland is here, <br />straight from Moscow,<br />diligent pretender, <br />i saw him on the corner of ____________,<br />he looked right into my eyes and said, “Good Morning!”<br />the church bell towers crouch in shadow of the monoliths of finance,<br />Stanley Park totems witness rainbow obsidian pathways to Mars,<br />crystals built like bugs with wireless antennae.<br />so why be a lion in this age?<br />your domain will be a cage made to look big by Woland’s page,<br />but without room to roam, no,<br />better be a mouse untamed with unlimited range,<br />a humble wreck from Cottage Grove, <br />a mind to see though the dreck,<br />and “then one day you’ll find us sitting in your chairs <br />with big ideas of stocks and shares,”<br />how does your cowboy feel today, Dan?<br />it feels like he has a sunburn,<br />like every other day,<br />full of plasma, <br />hard in tension for writing his name in the book among the stars,<br />illiterate but for vomit,<br />gun powder behind each lie to set the truth on fire,<br />the truth has long been distilled from its 4 grain mash,<br />its mash of flesh, salt, wine, and sulfur,<br />it’s stained red from the wine,<br />“Since beauty is in the eye of the beholder,<br />it is a change in the perceiving attitude <br />which brings the transformation.”<br />Every month I dream of a girl being consumed in waves,<br />rogue waves, <br />where all can see,<br />yet cannot help,<br />great sorrow consumes me like the waves churned her body and without oxygen,<br />sometimes i’m stuck on a cliff,<br />the wave cannot be avoided,<br />but I am out of reach,<br />at least there is water left on this world,<br />each plum in full of distilled water, <br />each friend of ours is tempted to sink and tempted to float,<br />plug our mouths with cigarettes,<br />our ears with earwig muses from suicide factories in China,<br />our anuses with petrified mucus,<br />block our streams with iron curtains,<br />the keep the water,<br />for ourselves,<br />don’t let the clouds have it,<br />now make the skies heavy so they fall and smell like anit-persperant, <br />we need more snow,<br />california grapes are shriveling into raisins on the vines,<br />Shasta reservoir is a creek,<br />the oracles would not die,<br />they’d drink,<br />they’d have death by water to forever hydrate their palate,<br />the Piute Nation rests in a coma stable in reserve,<br />indefinite words to western mind cannot retain precision,<br />but to (w)holier psyches they are forever more alive,<br />the word of poets is precisely dead,<br />the power of poets is drying up like the Sacramento,<br />the great sacramento<br />flows from the melted frozen sweat of Hood’s brow,<br />from the menstrual blood of Shasta,<br />from the broken heart of Mazama,<br />and from the breast milk of their Three Sisters,<br />The Great Sacramento carved halls down the arteries of 13 nations,<br />brought salmon over from the dense Pacific,<br />(now no more, we lost this vein of life)<br />the father of rogue waves who consume and make holy,<br />cleansed and hydrated broken skin<br />on the underside of brown feet…<br />“Since beauty is in the eye of the beholder,<br />it is a change in the perceiving attitude <br />which brings the transformation.”<br />There’s nothing i can solve,<br />there’s nothing i can solve,<br />i am so free,<br />there’s nothing i can solve!<br />Instead of a God, I am a flower,<br />a red poppy. Instead of in Heaven,<br />i live in the dirt, and am rained on,<br />the sun burns me, and i dry in the wind,<br />but i am in love because i am no God.<br />I am a flower with legs<br />but i have no wings,<br />no halo but my words,<br />happy to shout, “I am the fallen feather<br />from a conspiracy of ravens!”<br />I am glad to near the Earth,<br />i do not look up at the other feathers<br />still on the bodies of progress <br />obsessed with schadenfreude,<br />no i am wholly within my breath,<br />receive, release, for i cannot contain it all.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Art School with Rikard and Yael",
    "text" : "architects of evil are artists too<br />changing place changing face <br />blow up the grey birds of Chernobyl <br />laugh because the bees don't have wings<br />melt in global insanity normal<br />the shadow side of holy ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Totem",
    "text" : "Before i knew the bear could hug me<br />i dreamt only about the wild man in the wood<br />Who would cry by joy in the sun’s wide eyes. Never sleeping. <br />I’d forgotten that the moon holds the blush of the sun during night.<br /><br />Could symbols hang like fruits<br />there'd be magic in Art,<br />a light, warm, sleeping hand on your heart.<br /><br />Who carved the soul shapes out of the tree? <br /><br />The bear hugs my grandmother thus me.<br /><br /><br />Grandmother of unconscious technicolor, you're an apparition guised like a dream; forgotten, then found again through the door only Jungian lightning can unlock. What else have you taught me? You speak to me and do not disown me. <br />",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Addiction Therapy",
    "text" : "Can you tell me how to dig a hole<br />and have flat ground without filing it back in?",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Facts about a Poet Boy",
    "text" : "He will go with his backpack on to read and write on the front steps–<br />\"Making language harder makes other tasks simpler.\"<br />He's warm because his scarf wraps his neck and his coat has red lining.<br />He bathes in warm poetry. The poetry of dream is his favorite.<br />The swell or well-being that surges up when he connects with the poem's dance<br />is the feeling of understanding that brings him clearly through the waterfall.<br />His mind is a well-bucket, his intention is the rope, tug it—what then is the well's water?<br />— and by and by he heals the condition of the bucket to hold more water.<br />The wise man thinks about mirroring the actions of animals and so with the water,<br />they drink what feels fine then no more.<br />The wise woman weaves webs where family members cannot see them,<br />and when one is caught, the wholesome mother eats them and reincarnates them as anchors.<br />This poet boy loves the poetry of nature, but he is often scared of it.<br />He often doubts whether this or that mushroom will braze his way or take everything from him.<br />He holds onto what he has. Lumbering with the weight of miscomprehension.<br />\"How am I to do great things?\" The thought of the largest topic penetrates<br />his amygdala and it throws his cortex off the cliff. Isaac's Buffalo.<br />The poetry of his life is a cohesion of massive paradoxes.<br />He jumps sincerely from each belief to each belief like the heron walks on her stilts.<br />He often frets consequences of events that are inappropriately irrational.<br />Some faintest ponder could call up archaic perceptions of apocalypse,<br />wherever whenever he entered reality.<br />He feels some disconnect with the real world — a distance ----- between him<br />and the world he agrees is the stage of personal and collective history,<br />discerning night and day dreams.<br />Somewhere well through reflective methods of grammar he found the rope<br />that shined in the darkness like jewels, or eyes.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "A Piece of Buttered Puzzles",
    "text" : "This idea<br />As it floats around my head<br />Almighty allure<br />Clenches my limbs and head<br />So tempting as a silhouette<br />In sturdy heels<br />A kind of high oxygen ideal<br />That shoots me up<br />To leave me hanging<br />On a wall of a million miles<br />Where each handhold is a step<br />Negligible to the trials,<br />Though ease and comfort make me brave<br />To search for the song that calls<br />Ease as well as comfort make me stay<br />Hanging on the wall,<br />With good ideas<br />I look up<br />Still frightened by the climb<br />And good ideas tempt me up<br />As far as action’s mime,<br />Thus staying put eases my search<br />For ease and comfort warm my skin<br />Till warmth and skin become<br />Too much to bear on to the win,<br />Yet thinking longer toward my goal<br />Gets me no small step onward<br />So here I rest with half my will<br />The other whispering he’s a coward,<br />But flashes not of light but Realm<br />Save me sometimes before I quelm<br />From complete sole interest<br />For if it were only mine to quell <br />The sorrow and loose-givings<br />I’d find myself not half way up <br />But under ground’s frosty pinnings,<br />Like many quests born for show and tell<br />I’ve yet learnt to tell them proper<br />But deep within fortune’s well<br />In that black abyss awaits me<br />A glimmer worth my hands’ warm spell,<br />I hope to foster and report<br />Into and from the world of Hell<br />The likeness of these handholds<br />Burning brightly under fleets of snow<br />Not existing to the bustle’s common cry,<br />What picks me up and pushes me upon myself <br />To realize I’ve to try<br />Is that secret love within my legs that burns when<br />They’re about to die, <br />And onward as it goes beyond<br />The sharp painful cry<br />The backbone of who I am<br />Would help all others fly,<br />That upon the wretched ground<br />Of basic thoughts to prosper <br />In a world created dream<br />There’s only what’s been found<br />From loss to shattered life-times<br />To careless acts of love<br />I’ve seen no wholesome air <br />In reaching for the glove<br />That fits the short-cut sinner <br />Who betrays himself through prayer<br />By wanting fame and recognition<br />For none but him to share.<br />",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Into Being",
    "text" : "Hey Bob, let’s welcome Heresy!<br />Come on down!<br />(applaud- applaud)<br />Heresy! — Yes, Bob? —<br />Pick the vessel you wish to enter —<br />You got it, Bob.............................<br />.....<br />.....<br />this one:",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Center",
    "text" : "I would go so far to say it is a Worldly Karmic issue that needs to either be incorporated into a balanced body or needs to ejected into the atmosphere with all its waste. Friedrich Nietzsche prophesied that [humanity] would give its debts no longer to God but to credit. (Debt and credit are both expressed in German with the word Schuld or Schulden.) As money becomes spread out like margarine, the fiat butter, our bodies (i.e. communities) become sick with huge franchise and control over property. Property and boundaries of sundry types. To properly govern a world of all equitability, citizens shall live in proximity to one another.<br />\tThere is much to say about the benefits of living in proximity to food resources (i.e. buying local, urban farming), to energy resources (i.e. geothermal, wind). Resources provide ways for communities to subsist on the land. Jobs [I almost want to put the word in quotation marks] have been the mainstay of the argument since the dawning of the age of Cyclical Metal (industrial age). However a new child of this World has been born and its numbers and power are spreading their wings.<br />\tLandmark events render levels of generational gaps among  parents and children. The landmark event of my generation and its peers has been the de-feathering of souls across nations. Terrors have swept before the eyes of a visually afflicted nation running from their own reflection held in their hand and whatever delusions arise therefrom. September Eleventh showed a leader nation that although there are those out there that lash out against US American world policing and aggressive policy, it is that very entity that calls itself the USA that polices itself to a serious detriment. <br />\tThe spiraling spirits of a grand United States of America is a microcosm for the future of the Humans on this Planet. The sacredness surrounding the United States of America and all the countries in America, including South American entities like Brazil and Nicaragua, needs to be stabilized in the exactly opposite direction it is progressing now. <br />\tIndeed it is the word ‘progress’ that needs to be shifted into a much more dynamic model of swelling and easing, rather than a shot arrow aimed at the Sun. Not only ‘progress’, but other words of profound meaning that are lost to American, and all English speaking Humans. <br />\tLanguage defines reality and many Americans can only define their reality in English. Many people are prepared to live the rest of their life through and through on the land where they were brought up and told to remain. Why should a city bring them to temptation to leave where they love? Rural townships are dwindling and our storehouse of healthy rural hubs, distribution centers of creativity and light, will replenish but hardly soon enough. <br />\tRemodeling a governing principle requires the commission approval of the Great Body. That is our population of the World, of which there is One God and it is not Man. Man’s role is to increase the light of Miracles on the Planet to celebrate. So let us do our Duty and uphold our end of the Deal. Let the chambers of God’s Gold be brought out into the People in divine precession and silence after weeks of feast and community to All. Let repay the Fickle the Forgiving for their share of energy stored in their vaults, their earned interest on the energy of labor. Who collects interest on that? <br />\tConstant reiteration that if there were anything bad about strangling a Human with the ropes of unscrupulous capitalism to let it be known has bankrupted America’s Moral Endeavor because as our leaders use this Grammar (Old French gramaire) or rhetoric while actually committing what they say not to do. All countries do this in some way, however there are degrees distinguishing countries from countries. <br />\tIn the United States of America, ‘Freedom’ is used as an idol to torment the souls of a bored country into serving its Ultimate End, discrediting itself along the way. George Bush Jr. once said that ‘the Iraqis hate us for our freedoms’. What then do we hate them for? For their Faith? For their Faith in a Holy Spirit much like the Holy Spirit of a land that harbors all types of birds. <br />\tA complete unawareness of the Spiritual container that the United States of America is dirties up the waters that are desperately trying to clear themselves up. Money stands in the way of people spreading their wings. Their call cannot be answered because their debts go to creditors for their faults from temptation into buying. Ensnarled are the flocks in their own mess that is the elephant in the room. <br />\tFrankenstein’s Monster found consciousness to be full of pain, but only after he was denied the right to live exactly as one who lives in love. Our problem today is that we mix up luxury for love. Whereas the luxurious markets comfort, only a torn blanket, a fire, and a clear starry night actually provides comfort in the proximity of our Mother. Frankenstein’s Monster – who, by the way, deserves a name [I’ll call him Dan] — hunts down Dr Frankenstein to administer a justice upon him for creating him and not nursing him. Dan desires a maternal influence. The cutting and creating done with the sword has shaped its Monster (and We are it!) and it needs maternal nursing.<br />\tAll countries around the World need nursing and support, the smallest most especially. Haille Salassie told the UN and other Greater African Leaders have told to UN and the USA that it would fight its Male dominated emasculation efforts with more male dominated emasculation in the form of penetrating rocket missiles and ice skating tanks, and Russia tired to come first but  (Yes, of course, I and others like me do not understand the complexity of the whole thing, and…) The thing is, governing has lost its tracks because as this stage of the game, there are no tracks. We are indeed lost. It has not gone wrong so to say, and it has not given up. But to give it up would mean the reestablishment of everything.  <br />\tOut of carbon flour there shall be built the largest permanent body of the Single Worldly Forum. All citizens participate. They must serve for the governing of the World. All together Humans of paths distant and near come together in a forum designed to bring Humans close to one another to share stories and live as brothers and sisters and parents and grandparents in the World Unanimous. <br />\tThe World Unanimous is not a company or governmental body. It is a word to describe an inexplicable process of holistic world governing agreeable to all parts of the body. This agreeableness is achieved by integrating all bodies into a closer sphere of communication. Virtual reality will bring people of all countries to the tables to restructure Personhood on this Planet. Because without the dismemberment of past barriers and limitations there will be no success of future generations. However our curtain call means we must be prepared to go in a direction never gone before since the creation of credit. To redirect our guilt of life not to the institutions and their golden idols but to the One Initiator, the One Governor. <br />\tStart by ease. <br />\t<br />In strength for i am i and I. — Small i<br /><br />To do a deed humbly gains prestige, using that prestige for implication is power. Power can be used to do what ever you want. It is only that we don’t want. We let God want, for He is our Shepard. He leads us to green grass to eat. We cannot continue to eat ourselves, eat the Flesh of other animals that we no longer sacrifice to God but to the Man of Evolution and even to the minuscule hand of one man torn in pieces by Unknowing. Man works for Evolution. God has imagined life and we now live it. Let us do work for the Almighty again. This time, in the Northwest, and no money shall oppress the Emergence. <br /><br /><br />Elon Musk has come out and said that life may very well be a simulation or part of a game. Hollywood and the great unnamed prophets behind films have pointed fingers to something similar in films like The Matrix, and Authors have written books like Endor’s Game. Indeed, just experiencing a complex governing computer game like that of Crusader Kings II might make one rethink they way they go about their day once they finally pull themselves away from the screen. <br />\tLife is not a video game. However, entertaining the idea leads to prosperous discoveries, mostly in the way we might govern. However, before ascending into that, let me first make some remarks, now that I have your attention: <br />\tBy calling for submissions to ultimately implement a new system of governing, you insinuate complete dissatisfaction with the present system. Or you sense the incoming change and want to be on board, or let me say not stuck in the surf zone while the wave approaches. So desperately Europe and the portions of remnants of its Empire seek new rings of power, like the ones that came to them of Old. As all ages of mankind come to exist for their purpose, we too have ours. We seek the Magician, the High Priestess, the Pope, the Hermit and all other sacred archetypes to come talk with us. This is of my Generation. My Global Generation that have Pluto in Scorpio. Scorpio is one of the Four Devisions the represent the directions and suits or essences (fire, air, earth, water).  We, all of us, are currently transitioning into the air (the Water Bearer Aquarius). Right now that does not mean anything more than the further evolution of man. This may be one, however, that evolution might take a bow to; meaning that a miracle will take place as a testament to God’s Promise. The four signs, the Eagle (today Scorpio), the Lion, <br />\t<br /><br />The video game notion is helpful in giving theoretical evidence that reincarnation does take place somehow, even if the humans who are playing do switch controllers. The notion also aids in proving God exists. There is a creator of a video game. Yes, there are many creators of video games and each is God in their own right and at the end of the day connect to our One Living God, Omnipotent Creator of all Things; where first was consciousness. Consciousness means co-creating abilities. Many varieties of consciousnesses take effect into the world in a myriad of paths through the forest. Right now we are in desperate need of a True Light. So in this time of neon darkness new ways of creating light are being made brilliantly to suffice our needs to stay up late and write while also listening to music. But the lamp that forgets where his light comes from either becomes the Pixar lamp or does not even have the chance to realize the light’s gone out. So it is with our connection with God. Ultimately, Hollywood, America’s selected idol, tells exaggerated prophecies and presents much of a lost truth to the populace without even knowing they are doing it. This creates tension so high with those who what it, tension concerning basic truths. Where are we here today? What have we to offer the Omnipotent? I am done cashing checks and banks are even done banking, employers no longer interested in employing. We all want to work together to see a coming unlike all before. Now, finally, that is possible. <br />\tMy proposal is not of the ordinary. In fact, it is more of a message. Let us build one shining Crystal City as a beacon of having come back to God and that the Lost Tribes of Israel have again found their Living God and live eternally at the foot of God’s throne. Mount Shasta, She-Mountain of Elemental Omnipotent Light, and surrounding mountains and valleys are exactly opportune areas for life and surviving. Indeed, survive is what we intend, but survive is to find one’s way to our Living God, Father of Abraham and Isaac. <br />\tIf I still have you, let me try to reassure you of this prophecy’s soundness. Run amok are the son’s of an old line of Kings and Queens. They have broken the horse and the rider, the horse and the chariot with their automobiles; they have invented the land of traffic (as we know it today) and they have stepped on the name of the Living Lord. For only his name’s sake does the Lord our God remember his promise. Now that his promise is clear in the minds of many and we have the capacity to muster a challenge against such construction, meaning we gather the masses of kings and queens of all houses of lost (from God) Israel, now spread throughout the world’s corners searching for Old Gods to fill their chambers. <br />\tFinding God’s throne and his salvation we shall obey his orders to build with stone and ‘growing rocks’. Together with stone, crystals, gems, minerals of all kinds from the area, we look to the growing crystals on the Tree of Life that its twelve fruits blooms once a month to be used for the healing of the Nations [Rev 22:2]. <br />\tWhy Mount Shasta? He is a poem called ‘The Center’ by ___.  <br /><br />Vaulted castles of stone <br />Rise from the surface of the Sea of Skell <br />Floating boulders escort Queens of Berryvale<br />Across a vast distance on the curved surface<br />Of a huge plain of water toward <br />A perfect woman made of mountain:<br />She lies in stature shrouded in green oasis,<br />A volcanic pyramid of life from the belly button —<br />Here is the radical flux.<br /><br />It is the radical flux; the belly button and the base of our spine. It is the base of the staff (with Mt. Lassen) that runs up the Northwest as the volcanic Cascade Range. Uncountable thousands want to venture to the foot of Mount Shasta for lack of a better reason but to experience God. So it happens. You yourselves, the readers, may have even been there yourselves and encountered its rooted benevolence. Rivers from the Trinity Alps, the Russian Wilderness, and the Marble Mountains flow down valleys in the mountains that separate Holy Shasta from the great waters of the Pacific. Before those on a quest with their gold and silver came in wheeled wagons across the country like being exiled, salmon used to make way from what is now San Francisco Bay and the entire California and Oregon coast northward to the lands within the Reign of Holy Shasta. <br />\tDisney has tried to build a resort of sorts on Mount Eddie across Strawberry Valley from the Mountain. Water bottling companies like Dannon and Nestle have tried proving their way into the vein of life. There is water bottling happening now, which is one way the city of Mount Shasta stays alive. But it is not nearly enough. And when it comes down to it, I want to save and let prosper the areas and cities around Mount Shasta, for there is a goodness there that can restart the manner in which we can go about life. We shall not be an exterior source that comes in to ransack the Sacred Area of Mount Shasta and any of her corners. Everything that comes from the area, we keep to build the area. We have milk and honey to live on, along with acorn flour (as per the ways of the Wintu, Wintun, Yana, Atsugewi Karok, Shasta, Achomawi, Maidu, Modoc, Takelma, and Klamat(h). <br />\tWait. What is the point of all this? It is the reasoning behind fulfilling a longstanding desire to help fulfill God’s Promise to the race of Isaac (Anglo-Saxons) and to the Grace of God that exists in all other hearts of the Millions lost from the natural rhythm of our Living God. So come all. Take part in the largest event in history where we usher back the mortal Kings and Queens of our God. And let us build and heal and praise and clean. We would design our Stronghold after this model: YOD-HÉ-VAU-HÉ. Where In the Beginning there was the Word and that Word was God. YOD and GOD are changed by only one letter, which etymologically are the same, as we can see in English ‘day’ and German ‘tag’ or English ‘Yester’ and German ‘gestern’. YOD is first. It is the active principle. It is intention. HÉ is next; it is the passive principle, that which casts a shadow. VAU is a triangle of truth between the two and it is the neutral principle. The second HÉ is the manifestation or the phenomenon. That is the way of God. The way of Science is that of Evolution and that of Quantity and the Idol of Trial and Error. Because the Scientific formula is the opposite of that of Faith. HÉ-VAU-HÉ-YOD prioritizes the passive principle of material as the life-giving principle, follows with the human mind (intellect), thirdly comes the combination in, here he is, Evolution; and finally comes together in the scientific method. This has happened because of the mirroring of God’s name YHVH. For his name’s sake, God shall return to uphold his Promise. <br />\tThe location is important because from the root of Sacred Shasta brings forth a spring that is a river that flows into the breadbasket that is central California Valley, producer of a world of food. The Mountain sheds millions of gallons of water a day ** south and east and north.  Far north of Shasta, in the Pacific Northwest are remnants of the greatest flood in history in the fertile grounds of the Oregon Coast south of Portland. Near Portland is also Mt Hood, along the base of which flows the Columbia River, a huge conveyer of life force with roots reaching out into the Great Plains of the United States.  <br />\tThe 85 cubic miles that make up the massive base of Mount Shasta, a composite volcano towering over a series of folded mountains to the south and over California’s only National Grassland, going onto Klamath Falls, Oregon. The real Wild West. The Northwest wilderness starts at the gate that Shasta is. Traveling north along Interstate 5 a group of friends on a road trip north can see the Mountain enlightening the horizon well above and behind other mountains 100 miles away. This Shining Mountain of Glory is already a beacon. <br />\tFrom cities packed full of young adults and old adults , mature adults and immature adults, children of all ages and insurmountable hope live in boredom and without Fathers. Yes, i and I are talking about America. Children all too soon grown up to take care of Destitude brought to look desperately for alternatives. Until now it has been money ruling. Those looking to fulfill dreams of old begin a big business that benefits those souls who trade energy for money. Together we create money. But just as an internet meme has illustrated so well many profess hard work while being served. That must have something to do with our arrogance as White Man.  Everyone on the Planet works hard. Everyone does not get the benefit, however, and thank God for that. Actually, yes, thank God for putting us in hiding, up in a high place. So people come to Mount Shasta to retreat from a way they have decided against, to proceed on a route in root with humanity. They used to go to San Francisco, but now the generation’s greatest minds in world craft and spiritual sciences march on to the Northwest. <br />\tAs times get tough globally and great countries seem to crumble visibly, a truth known for a long time comes to pass; that a gigantic leap in a up-wealth of love for our Living God in each of us will propel us into becoming Homo spiritus. In order to lead by example and create a beacon city to the rest of the <br /><br />We are dropping a stone of peace and calm into <br /><br />Babylon exists in our minds as a vale to crossing over.<br /><br /><br />We must truly defeat our enemies by integrating them. I grew up in a democrat house and only now has it gotten so bad that I say that I feel more conservative now just because I have learned some lessons concerning loyalty. Liberals and Conservatives must integrate, because defeating the other only looks like what is going on now, which has instigated this competition. <br /><br />There is no time to waste before beginning the moral transition that we call the spiritual transition. Morality and upholding strict commands on opening our hearts is the lesson. The Miracle that is the City of Shasta, encompassing the entire mountain. The City will be gentle on the land. We will break stone with ways other than with metal, rather with the palms of our hand. Our City is founded on people and slow, individually allocated cohesion on a transitionary level. This will bring the return to the Center that the Lost Children of Isaac and the entire World needs. <br />\tThis Grand Plan of the Almighty One of Creation has come to me out of Divine Word and heritage. It comes to All the World as Divine Word. This is because whether by Race (seed) or Grace (word), the entire World has been opened to the Right to be Kings and Queens of Man serving God Most High in this Place of Goodly Refuge. <br />\tWe must do this now because both science and religion point to the end of days. Religion points to it from clues in the Old Testament. In each series of catastraphies in the old Testament, some things had to be done to preserve enough Humanity to survive the flood (air and fire). Proposed is a plan to begin construction of Shasta (what, in his lore, Tolkien called Minas Tirith at the end of the Third Age after the fall of Osgiliarth). That is the thing, we have taken a fall. <br />Not only that but the Deutsche Archäologe Institut ** under Klaus Schmidt found (Turkish name) Göbekli Tepe. <br /><br />That is the thing, we have taken a fall. So let us get up like a snake hissing through burrows on the ground is forced by a moral endeavor within his gut to wind itself up, for no reason whatsoever, a brass pole stood in the ground. Upon the climb, facing many doubts and desires in sensations and dreams, voices lure him back down to the ground, for he is only a snake. He belongs on the ground. He does not like heights, he feels sick. But he feels good somewhere, so he concentrates on that with even his toes and ears. Our snake has somehow made it only pushes away from the head of the staff. And before he expects it and has a chance to look around, the staff is heaved out of the spot it was in. The snake is on a forever journey on the rod. <br />\tIn the presence of Divinity at this moment we must get ourselves onto our Living God’s rod. We may not have another chance. And the consequences of heaving ourselves up onto the pole would be a moral endeavor to harmonize life on Earth. <br />\t<br />\tHow to do it: <br /><br />\tStart small. We get started in the cities already established around the vast foot of Mount Shasta. We shall introduce ourselves there. I bring everyone who is interested to initiate into wor(l)d-space the Beautiful Sight of our Living Almighty God; that we, as mortal humans, establish a Moral Claim to fulfill ourside of the deal (specifically directed at Anglo-Saxon Americans) (meaning that we must harbor Faith and operate in concordance (divinity) instead of opposition (electricity). Going back to the stars, where light pollution, sound pollution, waste pollution are taken into account as blockading our return to those stars, we cut these pollutions out — by building with waste as like the Earth Ships in New Mexico. That is stage one. Earthships in the ground, were well water is plentiful even for fountains (of whose water we will sustain ourselves). <br />\tTo be a beacon for the World and an Arc, every bit taken from the land must be used in that land alone. Here, at the foot of Sacred Mount Shasta, there are the Marble Mountains. Quartz veins run throughout the entire area (going to middle school quartz lies around in the gravel, in love). <br />\t[Here I must interject and mention that if an attempt is begun to speed anything up to impatience under the idol of Progress, it will be blocked by the Hand of God and it would be like a spitting on his Gracious Hand. All development will be lead by local spiritual leaders. It is your job to be patient and discover the Light of the Lord in the Area.]  <br />\t<br />\tGetting more to the Light of the Beacon: <br />\tThe University. It is actually a Mystery School. But it builds itself, in two ways. First, it builds itself from its first students onward. From then on out it becomes the community itself, all part of a flowering system of anatomy. As the physical buildings are constructed to reside in the land, Students of agriculture, who earnestly need practice for what they learned at UC Davis for instance, come to pioneer innovative and miraculous growing techniques to feel the blooming Humanity already living on the sea of glass emanating from the Mountain. <br />\tThe region is beyond size comparison. Food can be grown in all cubic miles of the Northwest (up and down, left and right). The truth of it is, these mountains are our natural skyscrapers. Their folded slopes extend the length of the land beyond measure. And when we learn to grow food with the help of the trees that are there, we maximize natural space. We are on a moral endeavor to be at one (atone) with a Natural religion with our Living God. We want to live a compete return to our Creator, our Living God. He appears as we appear to Him. We approach the Origin of all religion, in One. Rasta brethren and sisters and roots reggae musicians are personally invited to walk through the streets as churches and beacons of light and joy. <br />\tNatural religion, where we delve into feeling nature and appreciating it as non-fallen Nature, we shall embrace the entire Holy Tree that is Cannabis. It will indeed heal Generations. We shall plant forests of it, but one large Tree of Life shall we receive after working the land with our hands in alignment with Nature. It will grow collectively as we grow collectively; blessed by the divine presence of Living God, Eternal Weaver, who has intention about how he would like the piece to turn out, as we do when we weave. <br />\tThe Human labor will be from the local citizens to begin with. Everything for them will be payed for by you. At first we look at which citizens have which skills. There are many skilled crafts people, millers, foresters, builders, landscape designers, all looking for work. You shall not employ them, you shall give them the money as their way to sustain their work that they love. <br />\tIdeally we walk, as no other being on the planet is as good for walking as Human Beings; however, in the early stages, transportation must be established between cities around the mountain. Here we call upon students across the United States and the World to create all without patents. A Crystal City shall exist in all sharing of ideas and not boarders of currency but to continue self-sustainment (see China’s Hardware City). That city however is much unlike Shasta, for it has been built on the foundations of money. We shall build Shasta on the Foundations of our Living God, Ever Present.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Dealing with money is a global issue.",
    "text" : "I would go so far to say it is a Worldly Karmic issue that needs to either be incorporated into a balanced body or needs to ejected into the atmosphere with all its waste. Friedrich Nietzsche prophesied that [humanity] would give its debts no longer to God but to credit. (Debt and credit are both expressed in German with the word Schuld or Schulden.) As money becomes spread out like margarine, the fiat butter, our bodies (i.e. communities) become sick with huge franchise and control over property. Property and boundaries of sundry types. To properly govern a world of all equitability, citizens shall live in proximity to one another.<br />\tThere is much to say about the benefits of living in proximity to food resources (i.e. buying local, urban farming), to energy resources (i.e. geothermal, wind). Resources provide ways for communities to subsist on the land. Jobs [I almost want to put the word in quotation marks] have been the mainstay of the argument since the dawning of the age of Cyclical Metal (industrial age). However a new child of this World has been born and its numbers and power are spreading their wings.<br />\tLandmark events render levels of generational gaps among  parents and children. The landmark event of my generation and its peers has been the de-feathering of souls across nations. Terrors have swept before the eyes of a visually afflicted nation running from their own reflection held in their hand and whatever delusions arise therefrom. September Eleventh showed a leader nation that although there are those out there that lash out against US American world policing and aggressive policy, it is that very entity that calls itself the USA that polices itself to a serious detriment. <br />\tThe spiraling spirits of a grand United States of America is a microcosm for the future of the Humans on this Planet. The sacredness surrounding the United States of America and all the countries in America, including South American entities like Brazil and Nicaragua, needs to be stabilized in the exactly opposite direction it is progressing now. <br />\tIndeed it is the word ‘progress’ that needs to be shifted into a much more dynamic model of swelling and easing, rather than a shot arrow aimed at the Sun. Not only ‘progress’, but other words of profound meaning that are lost to American, and all English speaking Humans. <br />\tLanguage defines reality and many Americans can only define their reality in English. Many people are prepared to live the rest of their life through and through on the land where they were brought up and told to remain. Why should a city bring them to temptation to leave where they love? Rural townships are dwindling and our storehouse of healthy rural hubs, distribution centers of creativity and light, will replenish but hardly soon enough. <br />\tRemodeling a governing principle requires the commission approval of the Great Body. That is our population of the World, of which there is One God and it is not Man. Man’s role is to increase the light of Miracles on the Planet to celebrate. So let us do our Duty and uphold our end of the Deal. Let the chambers of God’s Gold be brought out into the People in divine precession and silence after weeks of feast and community to All. Let repay the Fickle the Forgiving for their share of energy stored in their vaults, their earned interest on the energy of labor. Who collects interest on that? <br />\tConstant reiteration that if there were anything bad about strangling a Human with the ropes of unscrupulous capitalism to let it be known has bankrupted America’s Moral Endeavor because as our leaders use this Grammar (Old French gramaire) or rhetoric while actually committing what they say not to do. All countries do this in some way, however there are degrees distinguishing countries from countries. <br />\tIn the United States of America, ‘Freedom’ is used as an idol to torment the souls of a bored country into serving its Ultimate End, discrediting itself along the way. George Bush Jr. once said that ‘the Iraqis hate us for our freedoms’. What then do we hate them for? For their Faith? For their Faith in a Holy Spirit much like the Holy Spirit of a land that harbors all types of birds. <br />\tA complete unawareness of the Spiritual container that the United States of America is dirties up the waters that are desperately trying to clear themselves up. Money stands in the way of people spreading their wings. Their call cannot be answered because their debts go to creditors for their faults from temptation into buying. Ensnarled are the flocks in their own mess that is the elephant in the room. <br />\tFrankenstein’s Monster found consciousness to be full of pain, but only after he was denied the right to live exactly as one who lives in love. Our problem today is that we mix up luxury for love. Whereas the luxurious markets comfort, only a torn blanket, a fire, and a clear starry night actually provides comfort in the proximity of our Mother. Frankenstein’s Monster – who, by the way, deserves a name [I’ll call him Dan] — hunts down Dr Frankenstein to administer a justice upon him for creating him and not nursing him. Dan desires a maternal influence. The cutting and creating done with the sword has shaped its Monster (and We are it!) and it needs maternal nursing.<br />\tAll countries around the World need nursing and support, the smallest most especially. Haille Salassie told the UN and other Greater African Leaders have told to UN and the USA that it would fight its Male dominated emasculation efforts with more male dominated emasculation in the form of penetrating rocket missiles and ice skating tanks, and Russia tired to come first but  (Yes, of course, I and others like me do not understand the complexity of the whole thing, and…) The thing is, governing has lost its tracks because as this stage of the game, there are no tracks. We are indeed lost. It has not gone wrong so to say, and it has not given up. But to give it up would mean the reestablishment of everything.  <br />\tOut of carbon flour there shall be built the largest permanent body of the Single Worldly Forum. All citizens participate. They must serve for the governing of the World. All together Humans of paths distant and near come together in a forum designed to bring Humans close to one another to share stories and live as brothers and sisters and parents and grandparents in the World Unanimous. <br />\tThe World Unanimous is not a company or governmental body. It is a word to describe an inexplicable process of holistic world governing agreeable to all parts of the body. This agreeableness is achieved by integrating all bodies into a closer sphere of communication. Virtual reality will bring people of all countries to the tables to restructure Personhood on this Planet. Because without the dismemberment of past barriers and limitations there will be no success of future generations. However our curtain call means we must be prepared to go in a direction never gone before since the creation of credit. To redirect our guilt of life not to the institutions and their golden idols but to the One Initiator, the One Governor. <br />\tStart by ease. <br />\t<br />In strength for i am i and I. — Small i<br /><br />To do a deed humbly gains prestige, using that prestige for implication is power. Power can be used to do what ever you want. It is only that we don’t want. We let God want, for He is our Shepard. He leads us to green grass to eat. We cannot continue to eat ourselves, eat the Flesh of other animals that we no longer sacrifice to God but to the Man of Evolution and even to the minuscule hand of one man torn in pieces by Unknowing. Man works for Evolution. God has imagined life and we now live it. Let us do work for the Almighty again. This time, in the Northwest, and no money shall oppress the Emergence. <br /><br /><br />Elon Musk has come out and said that life may very well be a simulation or part of a game. Hollywood and the great unnamed prophets behind films have pointed fingers to something similar in films like The Matrix, and Authors have written books like Endor’s Game. Indeed, just experiencing a complex governing computer game like that of Crusader Kings II might make one rethink they way they go about their day once they finally pull themselves away from the screen. <br />\tLife is not a video game. However, entertaining the idea leads to prosperous discoveries, mostly in the way we might govern. However, before ascending into that, let me first make some remarks, now that I have your attention: <br />\tBy calling for submissions to ultimately implement a new system of governing, you insinuate complete dissatisfaction with the present system. Or you sense the incoming change and want to be on board, or let me say not stuck in the surf zone while the wave approaches. So desperately Europe and the portions of remnants of its Empire seek new rings of power, like the ones that came to them of Old. As all ages of mankind come to exist for their purpose, we too have ours. We seek the Magician, the High Priestess, the Pope, the Hermit and all other sacred archetypes to come talk with us. This is of my Generation. My Global Generation that have Pluto in Scorpio. Scorpio is one of the Four Devisions the represent the directions and suits or essences (fire, air, earth, water).  We, all of us, are currently transitioning into the air (the Water Bearer Aquarius). Right now that does not mean anything more than the further evolution of man. This may be one, however, that evolution might take a bow to; meaning that a miracle will take place as a testament to God’s Promise. The four signs, the Eagle (today Scorpio), the Lion, <br />\t<br /><br />The video game notion is helpful in giving theoretical evidence that reincarnation does take place somehow, even if the humans who are playing do switch controllers. The notion also aids in proving God exists. There is a creator of a video game. Yes, there are many creators of video games and each is God in their own right and at the end of the day connect to our One Living God, Omnipotent Creator of all Things; where first was consciousness. Consciousness means co-creating abilities. Many varieties of consciousnesses take effect into the world in a myriad of paths through the forest. Right now we are in desperate need of a True Light. So in this time of neon darkness new ways of creating light are being made brilliantly to suffice our needs to stay up late and write while also listening to music. But the lamp that forgets where his light comes from either becomes the Pixar lamp or does not even have the chance to realize the light’s gone out. So it is with our connection with God. Ultimately, Hollywood, America’s selected idol, tells exaggerated prophecies and presents much of a lost truth to the populace without even knowing they are doing it. This creates tension so high with those who what it, tension concerning basic truths. Where are we here today? What have we to offer the Omnipotent? I am done cashing checks and banks are even done banking, employers no longer interested in employing. We all want to work together to see a coming unlike all before. Now, finally, that is possible. <br />\tMy proposal is not of the ordinary. In fact, it is more of a message. Let us build one shining Crystal City as a beacon of having come back to God and that the Lost Tribes of Israel have again found their Living God and live eternally at the foot of God’s throne. Mount Shasta, She-Mountain of Elemental Omnipotent Light, and surrounding mountains and valleys are exactly opportune areas for life and surviving. Indeed, survive is what we intend, but survive is to find one’s way to our Living God, Father of Abraham and Isaac. <br />\tIf I still have you, let me try to reassure you of this prophecy’s soundness. Run amok are the son’s of an old line of Kings and Queens. They have broken the horse and the rider, the horse and the chariot with their automobiles; they have invented the land of traffic (as we know it today) and they have stepped on the name of the Living Lord. For only his name’s sake does the Lord our God remember his promise. Now that his promise is clear in the minds of many and we have the capacity to muster a challenge against such construction, meaning we gather the masses of kings and queens of all houses of lost (from God) Israel, now spread throughout the world’s corners searching for Old Gods to fill their chambers. <br />\tFinding God’s throne and his salvation we shall obey his orders to build with stone and ‘growing rocks’. Together with stone, crystals, gems, minerals of all kinds from the area, we look to the growing crystals on the Tree of Life that its twelve fruits blooms once a month to be used for the healing of the Nations [Rev 22:2]. <br />\tWhy Mount Shasta? He is a poem called ‘The Center’ by ___.  <br /><br />Vaulted castles of stone <br />Rise from the surface of the Sea of Skell <br />Floating boulders escort Queens of Berryvale<br />Across a vast distance on the curved surface<br />Of a huge plain of water toward <br />A perfect woman made of mountain:<br />She lies in stature shrouded in green oasis,<br />A volcanic pyramid of life from the belly button —<br />Here is the radical flux.<br /><br />It is the radical flux; the belly button and the base of our spine. It is the base of the staff (with Mt. Lassen) that runs up the Northwest as the volcanic Cascade Range. Uncountable thousands want to venture to the foot of Mount Shasta for lack of a better reason but to experience God. So it happens. You yourselves, the readers, may have even been there yourselves and encountered its rooted benevolence. Rivers from the Trinity Alps, the Russian Wilderness, and the Marble Mountains flow down valleys in the mountains that separate Holy Shasta from the great waters of the Pacific. Before those on a quest with their gold and silver came in wheeled wagons across the country like being exiled, salmon used to make way from what is now San Francisco Bay and the entire California and Oregon coast northward to the lands within the Reign of Holy Shasta. <br />\tDisney has tried to build a resort of sorts on Mount Eddie across Strawberry Valley from the Mountain. Water bottling companies like Dannon and Nestle have tried proving their way into the vein of life. There is water bottling happening now, which is one way the city of Mount Shasta stays alive. But it is not nearly enough. And when it comes down to it, I want to save and let prosper the areas and cities around Mount Shasta, for there is a goodness there that can restart the manner in which we can go about life. We shall not be an exterior source that comes in to ransack the Sacred Area of Mount Shasta and any of her corners. Everything that comes from the area, we keep to build the area. We have milk and honey to live on, along with acorn flour (as per the ways of the Wintu, Wintun, Yana, Atsugewi Karok, Shasta, Achomawi, Maidu, Modoc, Takelma, and Klamat(h). <br />\tWait. What is the point of all this? It is the reasoning behind fulfilling a longstanding desire to help fulfill God’s Promise to the race of Isaac (Anglo-Saxons) and to the Grace of God that exists in all other hearts of the Millions lost from the natural rhythm of our Living God. So come all. Take part in the largest event in history where we usher back the mortal Kings and Queens of our God. And let us build and heal and praise and clean. We would design our Stronghold after this model: YOD-HÉ-VAU-HÉ. Where In the Beginning there was the Word and that Word was God. YOD and GOD are changed by only one letter, which etymologically are the same, as we can see in English ‘day’ and German ‘tag’ or English ‘Yester’ and German ‘gestern’. YOD is first. It is the active principle. It is intention. HÉ is next; it is the passive principle, that which casts a shadow. VAU is a triangle of truth between the two and it is the neutral principle. The second HÉ is the manifestation or the phenomenon. That is the way of God. The way of Science is that of Evolution and that of Quantity and the Idol of Trial and Error. Because the Scientific formula is the opposite of that of Faith. HÉ-VAU-HÉ-YOD prioritizes the passive principle of material as the life-giving principle, follows with the human mind (intellect), thirdly comes the combination in, here he is, Evolution; and finally comes together in the scientific method. This has happened because of the mirroring of God’s name YHVH. For his name’s sake, God shall return to uphold his Promise. <br />\tThe location is important because from the root of Sacred Shasta brings forth a spring that is a river that flows into the breadbasket that is central California Valley, producer of a world of food. The Mountain sheds millions of gallons of water a day ** south and east and north.  Far north of Shasta, in the Pacific Northwest are remnants of the greatest flood in history in the fertile grounds of the Oregon Coast south of Portland. Near Portland is also Mt Hood, along the base of which flows the Columbia River, a huge conveyer of life force with roots reaching out into the Great Plains of the United States.  <br />\tThe 85 cubic miles that make up the massive base of Mount Shasta, a composite volcano towering over a series of folded mountains to the south and over California’s only National Grassland, going onto Klamath Falls, Oregon. The real Wild West. The Northwest wilderness starts at the gate that Shasta is. Traveling north along Interstate 5 a group of friends on a road trip north can see the Mountain enlightening the horizon well above and behind other mountains 100 miles away. This Shining Mountain of Glory is already a beacon. <br />\tFrom cities packed full of young adults and old adults , mature adults and immature adults, children of all ages and insurmountable hope live in boredom and without Fathers. Yes, i and I are talking about America. Children all too soon grown up to take care of Destitude brought to look desperately for alternatives. Until now it has been money ruling. Those looking to fulfill dreams of old begin a big business that benefits those souls who trade energy for money. Together we create money. But just as an internet meme has illustrated so well many profess hard work while being served. That must have something to do with our arrogance as White Man.  Everyone on the Planet works hard. Everyone does not get the benefit, however, and thank God for that. Actually, yes, thank God for putting us in hiding, up in a high place. So people come to Mount Shasta to retreat from a way they have decided against, to proceed on a route in root with humanity. They used to go to San Francisco, but now the generation’s greatest minds in world craft and spiritual sciences march on to the Northwest. <br />\tAs times get tough globally and great countries seem to crumble visibly, a truth known for a long time comes to pass; that a gigantic leap in a up-wealth of love for our Living God in each of us will propel us into becoming Homo spiritus. In order to lead by example and create a beacon city to the rest of the <br /><br />We are dropping a stone of peace and calm into <br /><br />Babylon exists in our minds as a vale to crossing over.<br /><br /><br />We must truly defeat our enemies by integrating them. I grew up in a democrat house and only now has it gotten so bad that I say that I feel more conservative now just because I have learned some lessons concerning loyalty. Liberals and Conservatives must integrate, because defeating the other only looks like what is going on now, which has instigated this competition. <br /><br />There is no time to waste before beginning the moral transition that we call the spiritual transition. Morality and upholding strict commands on opening our hearts is the lesson. The Miracle that is the City of Shasta, encompassing the entire mountain. The City will be gentle on the land. We will break stone with ways other than with metal, rather with the palms of our hand. Our City is founded on people and slow, individually allocated cohesion on a transitionary level. This will bring the return to the Center that the Lost Children of Isaac and the entire World needs. <br />\tThis Grand Plan of the Almighty One of Creation has come to me out of Divine Word and heritage. It comes to All the World as Divine Word. This is because whether by Race (seed) or Grace (word), the entire World has been opened to the Right to be Kings and Queens of Man serving God Most High in this Place of Goodly Refuge. <br />\tWe must do this now because both science and religion point to the end of days. Religion points to it from clues in the Old Testament. In each series of catastraphies in the old Testament, some things had to be done to preserve enough Humanity to survive the flood (air and fire). Proposed is a plan to begin construction of Shasta (what, in his lore, Tolkien called Minas Tirith at the end of the Third Age after the fall of Osgiliarth). That is the thing, we have taken a fall. <br />Not only that but the Deutsche Archäologe Institut ** under Klaus Schmidt found (Turkish name) Göbekli Tepe. <br /><br />That is the thing, we have taken a fall. So let us get up like a snake hissing through burrows on the ground is forced by a moral endeavor within his gut to wind itself up, for no reason whatsoever, a brass pole stood in the ground. Upon the climb, facing many doubts and desires in sensations and dreams, voices lure him back down to the ground, for he is only a snake. He belongs on the ground. He does not like heights, he feels sick. But he feels good somewhere, so he concentrates on that with even his toes and ears. Our snake has somehow made it only pushes away from the head of the staff. And before he expects it and has a chance to look around, the staff is heaved out of the spot it was in. The snake is on a forever journey on the rod. <br />\tIn the presence of Divinity at this moment we must get ourselves onto our Living God’s rod. We may not have another chance. And the consequences of heaving ourselves up onto the pole would be a moral endeavor to harmonize life on Earth. <br />\t<br />\tHow to do it: <br /><br />\tStart small. We get started in the cities already established around the vast foot of Mount Shasta. We shall introduce ourselves there. I bring everyone who is interested to initiate into wor(l)d-space the Beautiful Sight of our Living Almighty God; that we, as mortal humans, establish a Moral Claim to fulfill ourside of the deal (specifically directed at Anglo-Saxon Americans) (meaning that we must harbor Faith and operate in concordance (divinity) instead of opposition (electricity). Going back to the stars, where light pollution, sound pollution, waste pollution are taken into account as blockading our return to those stars, we cut these pollutions out — by building with waste as like the Earth Ships in New Mexico. That is stage one. Earthships in the ground, were well water is plentiful even for fountains (of whose water we will sustain ourselves). <br />\tTo be a beacon for the World and an Arc, every bit taken from the land must be used in that land alone. Here, at the foot of Sacred Mount Shasta, there are the Marble Mountains. Quartz veins run throughout the entire area (going to middle school quartz lies around in the gravel, in love). <br />\t[Here I must interject and mention that if an attempt is begun to speed anything up to impatience under the idol of Progress, it will be blocked by the Hand of God and it would be like a spitting on his Gracious Hand. All development will be lead by local spiritual leaders. It is your job to be patient and discover the Light of the Lord in the Area.]  <br />\t<br />\tGetting more to the Light of the Beacon: <br />\tThe University. It is actually a Mystery School. But it builds itself, in two ways. First, it builds itself from its first students onward. From then on out it becomes the community itself, all part of a flowering system of anatomy. As the physical buildings are constructed to reside in the land, Students of agriculture, who earnestly need practice for what they learned at UC Davis for instance, come to pioneer innovative and miraculous growing techniques to feel the blooming Humanity already living on the sea of glass emanating from the Mountain. <br />\tThe region is beyond size comparison. Food can be grown in all cubic miles of the Northwest (up and down, left and right). The truth of it is, these mountains are our natural skyscrapers. Their folded slopes extend the length of the land beyond measure. And when we learn to grow food with the help of the trees that are there, we maximize natural space. We are on a moral endeavor to be at one (atone) with a Natural religion with our Living God. We want to live a compete return to our Creator, our Living God. He appears as we appear to Him. We approach the Origin of all religion, in One. Rasta brethren and sisters and roots reggae musicians are personally invited to walk through the streets as churches and beacons of light and joy. <br />\tNatural religion, where we delve into feeling nature and appreciating it as non-fallen Nature, we shall embrace the entire Holy Tree that is Cannabis. It will indeed heal Generations. We shall plant forests of it, but one large Tree of Life shall we receive after working the land with our hands in alignment with Nature. It will grow collectively as we grow collectively; blessed by the divine presence of Living God, Eternal Weaver, who has intention about how he would like the piece to turn out, as we do when we weave. <br />\tThe Human labor will be from the local citizens to begin with. Everything for them will be payed for by you. At first we look at which citizens have which skills. There are many skilled crafts people, millers, foresters, builders, landscape designers, all looking for work. You shall not employ them, you shall give them the money as their way to sustain their work that they love. <br />\tIdeally we walk, as no other being on the planet is as good for walking as Human Beings; however, in the early stages, transportation must be established between cities around the mountain. Here we call upon students across the United States and the World to create all without patents. A Crystal City shall exist in all sharing of ideas and not boarders of currency but to continue self-sustainment (see China’s Hardware City). That city however is much unlike Shasta, for it has been built on the foundations of money. We shall build Shasta on the Foundations of our Living God, Ever Present. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Tree She Can See",
    "text" : "invisibly around us stands the giant<br />letting us within and without on will<br />seeking the girl who will first see<br />that the limits of its limbs are fantasy<br /><br />so tall that its crown touches its roots<br />needles as broad as row-boat oars<br />each branch swims a thousand miles<br />in the wind where extinct birds glide<br /><br />before i was born to the eyes of my mother<br />my father brought me from his roots<br />from where the bear and ant walked<br />from where the dirt and dust of space settled<br /><br />before i was brought from my father’s roots<br />the essence of me was felt by a dreaming space<br />whose intuition fell upon a rock like a pine cone<br />and upon spontaneous impact i became i <br />dismembered, dispersed, displayed, descried by Arbor<br /><br />from the root of my backbone<br />a snake winds up the wand-staff<br />that enacts intuition into my body<br />and at the navel i must administer love<br /><br />to support rotation in natural movement<br />so he may climb up to reach my crown<br />so he finds the mouth of the path and exits<br />through the toned crystal of individuation",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "If I Could Write Without My",
    "text" : "If i could write with my eyes closed <br />And not fret over composing profoundly,<br />Then instead of my brain tightening to extract<br />A clever point to turn a reader on her side<br />I could sleep better on mine.<br /><br />If i could write while half asleep<br />There’d be no boundaries between qualities <br />And like a river and the stones it flows around<br />I’d find love flow round each knot in mind<br />To brush by the many flowers of coincidence.<br /><br />When i write from the currents of being<br />Then in moments quantum the roots switch<br />To canopies, each thought rises with ease<br />As heat ascends and coolness rests<br />Unaccompanied by tightening intention.<br /><br />Opening up to the jewels of minor intent<br />To let be what comes to me as drops land on stone,<br />To let sit broken shelves that fall from cliffs precisely where they rest,<br />Peace in divine energy without need to be proven by force or reason.<br />\tSo it would be, if it could write without my mind.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Goodbye, Budapest",
    "text" : "You dance a stranger to me <br />And chisel the characters of death and life<br />Into the space about your waist.<br />You see visions of masterpiece love in<br />The bike-tire chandelier in the ruin bar. <br />We thank our Selves for appearing in these days,<br />Bearing bite-sized rounds of savory bread in a paper bag <br />Down the platform.<br />The train parts our grip from an open window as it departs.<br />You are my love. <br />The wagons tug together.<br />The wind blows.<br />He expresses his art in longing,<br />like i do now, to be messenger;<br />To tell you like no letter can—<br />Angel of Fortune and Grammar,<br />We are wind,<br />We whip around our Selves<br />We shape our eyes<br />We play upon the thrown of all our experiences<br />And by casting a web of good condition around<br />Each contradictory, we disperse wholesome spells<br />Into updrafts that lift young spiders to an unknown sphere.<br />Goodbye.<br />\tThe chatter of the Hungarian rails<br />Rocks me into your distant arms.<br />No one bothers me. No one is aboard.<br />I cross my arms and sink into my seat,<br />Dreaming to the distant land within me.<br />Peace is broken by a presence without.<br />I have not woken up, I am still here.<br />But he is newly here, old as stone.<br />I open my eyes toward the source<br />In the doorway of the compartment.<br />The man before me is clothed in white rags<br />That have not been cut and stitched <br />But ripped and wrapped and are unwashed. <br />He looks at me with hardly an intention,<br />As if we were not actually before each other.<br />The train plunges along unsteadily, but he stands<br />On tarnished bare feet without wavering,<br />Yet by his condition he could be perished. But he walks.<br />Slowly he moves into my compartment<br />Breaking no lines of vision, for his eyes<br />Are not fixed in his head, but about his mind.<br />In no rush he chooses his seat across from me,<br />Facing backward to our direction of movement.<br />With no design to alarm,<br />Only to defend the secret that i share with the wind,<br />I sit up larger and pull my pad, pen, and savory rounds,<br />Accumulating the items, amassing the strength<br />To dispel any spell he casts against me in tongue or glance.<br />I touch the paper bag holding the tastey wheat—<br />He bursts at me with an outstretched limb<br />With the surge of a zephyr,<br />Shrouded in soiled white cloth, <br />Ripped not cut.<br />I am meeting him, the man who carries this message.<br />He scares me like death and life,<br />Looks for only a bite to eat to ease his everlasting task<br />And the pain he lugs to all the distant lovers who are deserted. <br />I don't find the courage to give him what he wants.<br />I cannot. Despite his hunger<br />He departs as absent as his glance,<br />Carrying the message he found written among my fears<br />To all the lovers who have sparked my heart and now fade in it because of you.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Appropriation is Deadly",
    "text" : "Somehow, large governments and their masters<br />have appropriated the certainty that one person <br />can make a difference. <br />Can becomes could because trying is only fantasy.<br />          I couldn’t make a difference.<br />          You couldn’t.<br />          She couldn’t. <br />          He couldn’t.<br />          Not even any one individual running for president could.<br />And to this illusion is attached a wholly tragic assumption,<br />that even all of us together couldn’t render a transformation.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Immaculate Preserver",
    "text" : "An immaculate preserver of potentials<br />crassly admits he loves you for advantage.<br /><br />A painter halfway through a perfect depiction,<br />then with explosion crosses and disregards. <br /><br />———<br /><br />He laughed a bit to ease the tension within him<br />his discomfort with strength<br />within a woman<br />his discomfort with his lack<br />of care.<br />Now he cracks his knuckles and looks over his<br />Own setting sun <br />to comfort him at last.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Bulldozer",
    "text" : "run the deer over!<br />pronounce death<br />while chewing your food!<br />make living flesh pulver!<br />freeze dry your spirit!<br />your selfless destruction<br />has evaporated and<br />risen to hit dew point,<br />appeared as contrails,<br />caused panic<br />in native children;<br />they play and don’t know you<br />but wouldn’t deny meeting you,<br />the trickster you are<br />plow of usurp and profit<br />you claim to protect fortune<br />to think up the civil in your hydraulics, <br />you self-proclaimer of advance<br />dreamt-up magma machine,<br />the time is great,<br />the earth has burped you up from its leaky gut unable to digest your ingredients<br />And you think you reign",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Acorns",
    "text" : "Oak in its wood<br />Lets off the weight of<br />Season hard soil <br />Water lacking <br />Must give what it can<br /><br />Man in his chamber<br />Spends what he can<br />Makes him feel big<br />Exists without<br />Dependability<br /><br />for every problem a man causes himself a tree lives one year<br />cut down all the trees no more problems<br /><br />How can I make my existence more complete? <br />Instead of killing every fly among my walls <br />I let them live to try to find some acceptance.<br />But then I am the idealist of dream space,<br />not the firm footed successor.<br /><br />in my idea is your downfall<br />in your end is my upward bound<br />you are merely the invisible roots<br />i am the outstanding stalk.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Eating Today",
    "text" : "From before the dream the voice<br />shakes its head and hair the wind<br />from countless mind tornadoes<br />spins into one the pressure <br />of my eyes crossed on the third<br />makes me believe just once that<br />this world brings its best<br />out of what’s been eaten but meets<br />me with goblins and venomous shards<br />lessons after digestion just maybe<br />I can learn to eat right<br />from the poison offered.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Conditional",
    "text" : "In such condition<br />i could only guess<br />my mind’s had no heart,<br />my heart’s had no gut. <br />In such condition <br />where no present exists<br />i make my bed in <br />the future,<br />but I’ve nothing<br />tangible to lay my fictitious <br />linens upon.<br />In the future, I tend to preserve <br />a statue not yet built.<br />No erection stands into the heavens<br />except my boner of tension and <br />procrastinated creation.<br />The future brings nothing but shadows out its mirrors.<br />If I am not now, then<br />it could only be that I’m the noxious fiction of tomorrow’s dismissed possibilities.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "An Idea",
    "text" : "To the nameless boy:<br />“I don’t think<br />You understand…<br />I would die for <br />This idea,” Charlie said<br />Standing like a<br />Post cemented<br />In a cooling magma plain.<br />His words wove<br />A fence like<br />Dancing heat over <br />Pavement. <br />Seldom blinking<br />(When only his mind<br />Is on full alert)—<br />Charlie is on fire:<br />What the nameless boy<br />Had done could not <br />With any terms be<br />Described as natural;<br />And continuing<br />On that burnt<br />Path, the boy<br />Quickly draws <br />His gun and shoots.<br />He with little more<br />Than a pull of the<br />Finger—<br />Used to tickle, to point,<br />To encourage,  <br />Used to finger paint, <br />Trace the sky—<br />Razed Charlie’s heat-fence <br />To the ground.<br />Forgetting who he<br />Was and what was <br />This place, he danced<br />In circles in the<br />Wheat grass under a<br />Pale, clear, blue sky <br />Without worries<br />Until a swelling near his <br />Heart called it treason,<br />And burst him for no reason.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Red Poppies on a Waiting Room Wall",
    "text" : "There is nothing i can solve,<br />There is nothing i can solve,<br />I am so free,<br />There’s nothing i can solve!<br />Instead of a god, i am a flower,<br />A red poppy; instead of in Heaven,<br />I live in the dirt, i am rained on,<br />The sun burns me, i dry in the wind,<br />But i am in love because i am no god.<br />I am a flower with legs<br />I have no wings,<br />No halo but my words,<br />Happy to call out, “I am the fallen feather<br />From a conspiracy of ravens!”<br />I am glad to near the Earth,<br />I do not look up at the other feathers<br />Still on the bodies of progress <br />Obsessed with suppressing minds,<br />Yes, i am wholly within my breath,<br />Receive, release, for i cannot contain it all.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Presence in Endless Glacial Rivers",
    "text" : "Dry heat blue skies and pines<br />A crow soars down over<br />Pools we swim in<br />\tThere was no college then.<br />By the dumpsters you don’t like<br />Where I drove to Europe<br />\tYour arms around me<br />Were anchors at sea.<br />I will love to return<br />\tTo jump into the water.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Apparition of Reality",
    "text" : "Melts me<br />Into a squiggly line<br />Of linguistic Watts<br />Unbenounced to purpose<br />But aware of what i could be<br />Nothing more than now<br />I am not between walls<br />But on the Earth’s skin<br />I can say little about <br />My character, my mask<br />I have only a hand on my notebook<br />With veins i’ve seen since childhood<br />With fingers that move from the piano <br />Strings down my arm<br />This thing that bends <br />Up into my nucleus of consciousness<br />To this miracle i am more and less<br />As to a leaf on and off a tree<br />Awakened to my infinity<br />I cannot change it<br />But be it<br />From the sincerity of my piano <br />I send reflections into this book<br />Among the stars. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Fearing the Compost, We Preserve and Take",
    "text" : "So they’re not alive?<br />They left their bodies<br />In the present thirty<br />Years ago.<br /><br />But don’t despair<br />They’ll awaken again<br />In the present thirty <br />Years from now.<br /><br />Took because given and <br />Bartered have gone out.<br /><br />The wood of gratitude has been<br />Burned into ash.<br /><br />Mother is at least turning waste into life.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Someday Forgotten ",
    "text" : "A bird lands on<br />The spokes of a bicycle<br />Outside a café.<br />The postman returns<br />To his van after<br />Unsuccessful delivery.<br />Dark clouds hang <br />Alleyway hues<br />Eastward.<br />Young woman peeks<br />At the last word of her <br />Newly purchased novel.<br />Work pair leave<br />Their seats at café<br />After agreement.<br />Immanuelkirche<br />Rings its bell<br />Three times deeply.<br />Lonely poet wants to<br />Become lonelier <br />Though trees color.<br />Bees thirst on weeds<br />Someone forgot to cut. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Dealth",
    "text" : "Have lichen led us here<br />\tTo relive the birth of <br />\t\tLife on a motherboard projector?<br />\t<br />\tAs we started divining<br />Shapes out of the medium of threats,<br />\t\tPatterns—<br />\tThe same that stitch mycelium and<br />\tBrew neurons into thoughtful<br />\tHalf-invisible magicians—<br />Became all other specimen’s progenitors;<br /><br />(I’m trying to jump on this train but it never slows down. Infamous bastard.) <br /><br />\tAs we started serving<br />Meals for loved ones who needed heat,<br />\t\tAdvantages—<br />\tThe same that draw tight bonds and<br />\tEngrave circles and lines into rock <br />\tTo petrify life into death—<br />Denied feeding the snake its own tail;<br /><br />(Bacteria could not have meant for us to think so hard so far into their future as if it were ours.)<br />\t<br />\tAs we started eating<br />Our own flesh for benefit of progress,<br />\t\tNormalcies—<br />\tThe same that bring my uncle<br />\tInto the ward and the few that \tcongratulate him out—<br />Tempered my senses of smell to poisonous necessities;<br /><br />(I’m going to rest myself over to those bottomless benches over there.)<br /><br />\tAs we started preserving\t<br />Atrocities in linty wrinkles of importance,<br />\t \tFame—<br />\tThe same that calls us to the Hill,<br />\tToward fireworks and bleeds<br />\tEmpires of their Peace—<br />Gathered our walking sticks and bound them;<br /><br />(Upon every arrival of new youth She comes by to take thirteen objects of Her liking.)<br /><br />\tAs we began voting <br />In all-hail democratic elections worldwide,<br />\t\tIntruders—<br />\tThe same who unknowingly defeat<br />\tDemocracy in hearts and sully Earth<br />\tAhead of time and on budget—<br />Found clothes to dress themselves up as Fathers and Mothers;<br /><br />(I can shoot only the remaining twitching buffalo.)<br /><br />\tAs we took our first steps<br />Toward the vacuum of unconsciousness,<br />\t\tMirror images—<br />\tThe same that exist within the waters <br />\tCalm or the man who looses his hat<br />\tIn paranoia and rampant blame—<br />Were waving red capes and sidewinding around our horns; <br /><br />(Those godly vessels of incorporation flip inside out into lava raisins when he blinks.)<br /><br />\tAs we started judging<br />The quickness of an axe-wielders approach,<br />\t\tDilemmas— <br />\tThe same that we taunt to come<br />\tBy sex and learn to avoid<br />\tBy saying excuse me i must go—<br />Began fighting as many wars beneath our skin as we on theirs;<br /><br />(It’s obvious to me that rivers cannot flood, they just move faster. So it is with currents of stress.)<br /><br />\tAs we started discussing <br />Mistakes in order to better ourselves,<br />\t\tInsecurities—<br />\tThe same we are so proud to cast<br />\tAside down fathoming gullies  <br />\tAnd later try to rekindle—<br />Delivered toes and eyes of newborn intention to shadow play; <br /><br />(As long as there is light behind an object, its leash leads it.)<br /><br />\tAs we started diverting<br />Rivers that would mix up the earth,<br />\t\tReservoirs—<br />\tThe same that petrify mucus <br />\tIn colons and house the<br />\tFiat of power—<br />Bewildered children who felt drowned villages in the fluid abyss beneath their paddling soles. <br /><br />(If before Commons we find entrance then better are we fit for a life of victory.)<br /><br />\tAs we started revolting<br />Against the mechanisms that liberated us,<br />\t\tSlavery—<br />\tThe same that exists as logical resource<br />\tFor sacrifice and dry ice machines <br />\tAnd cold quenchers that cool heated empathy—<br />Sheds a layer of its skin into the dynamo for oil and jewels;<br />\t<br />(Cotton candy has no pollen.)<br /><br />\tAs we started naming<br />Years after years upon the sanity of gods,<br />\t\tPoets—<br />\tThe same who read dreams before <br />\tDreamt and tumble water falls<br />\tFor the muse within—<br />Questioned such sanity and embraced the chaos of weeds and wine; <br /><br />(The public jury at the slam poetry competition laughed about curling than thought about women.)<br /><br />\tAs we started <br />discovering <br />\tconditions <br />\t<br />The more.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Worth",
    "text" : "If I am not worthy<br />no worth in Heart<br /><br />If I am not worthy<br />no worth in Choice<br /><br />If I am not worthy<br />no worth in Care<br /><br />If I am not worthy<br />no worth in Words<br /><br />If I am not worthy<br />no worth in Muscle<br /><br />If I am not worthy<br />no worth in Breath<br /><br />If I am not worthy<br />no worth in Plans<br /><br />If I am not worthy<br />no worth in Hands<br /><br />If I am not worthy<br />no worth in Food<br /><br />If I am not worthy<br />no worth in Friends<br /><br />If I am not worthy<br />no worth in Sleep<br /><br />If I am not worthy<br />no worth in Lips<br /><br />If I am not worthy<br />no worth in Earth<br /><br />If I am not worthy<br />no worth in Self<br /><br />If I am not worthy<br />no worth in Death<br /><br />If I am not worthy<br />no worth in Worth<br /><br />Not a logical elimination<br />to a conclusion,<br />only a feeling<br />of worth illuminates<br />the objects that<br />stand in the light<br />and cast shadows<br />that hide the texture<br />of a worthy soul<br />like me.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Compass Lily",
    "text" : "I have wanted to write a letter to You<br />have wanted for a long time<br />then You asked me to and<br />i agreed that i would do it<br /><br />and i walk home now from the<br />a sci-fi film night near Hofgarten<br />and i reflect on this morning's dream<br />i told Fortune on the grass<br />to which he said 'you're weird<br />'you're really weird',<br /><br />that what's weird between<br />two membranes vibrates<br />to create tension and love<br />and hate<br />that whatever he meant<br />i Love You<br /><br />that if in paper i commit mySelf<br />from limb to nib to You,<br />i claim that i know You<br />that with each stroke and loop<br />whom i write to<br />i suppose known<br />You.<br /><br />He on his back in the black pool rests<br />and in his hand on the water floats<br />a compass like a golden lily pad radiates<br /><br />A distraction strips his concentration<br />and pulls his neck a burn<br />he drops what he had so fine<br />into the black pool despair<br />and desperately he imagines a life<br />set forever on finding in the abyss again<br />the Compass Lily<br /><br />I do not know You<br />any more than the water of a lake or<br />the canyons and fissures of a Jeffery pine,<br />and when I dive into Your body<br />and You stay ashore<br />the shapes of Your character<br />rise like acorns under the snowpack<br />and if I could be the wielder of the rake<br />it would be all the saplings who survive<br />for each stubborn root is Your soul<br />and each moist twig is only a fragment<br />of Your unity<br /><br />from among spiders and moss<br />boletes push up the fallen limbs<br />chopped down to create shelter<br />for the small and pristine,<br />A life as it seems to be a <br />stretched metaphor<br />You provide lightness<br />of the smallest dust<br />that occasionally drifts through<br />the radiant light",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Candy Bar",
    "text" : "Feasting on food,<br />Extracting something from a wrapper<br />The man-sign turns green<br />Steps are taken onto the road.<br />That I have been him<br />\tand he me,<br />i pass no judgment on him <br />\tfor not being incapacitated <br />\t\tby what others might think,<br />Yet while looking now<br />\tand seeing him and me<br />And something else more<br />\tsatisfying to consume than matter<br />I breathe into two lungs <br />(just as tangle as that wrapped thing)<br />As well as into a third<br />That cannot be fed<br />But by the Spirit of Poetry.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Saying thank you may not necessarily",
    "text" : "Make what benevolent or generous<br />Deed someone’s done for you<br />Something you’ll be thanking them for in the future,<br /><br />Yet regardless of one’s thanks<br />And one’s later realizations <br />One’s inner thanks for the outside<br />(Not an outer thanks for the inside)<br />Are one’s easing + empowering notion.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "A thought that makes you dizzy is a good thought",
    "text" : "Liberate the light themselves. <br /><br />Transgresivity<br /><br />“The vehicle is here gathering the light.”<br /><br />It is the food <br />That forecasts the weather<br />That rages within our guts<br />That we ignore like <br />Changing climates<br />Or changing tempers<br /><br />The light of awareness hurts<br />Could do pain on your gut<br />Or anywhere else that falls prey<br />To your and my malnourishment <br />Unlike any other malnourishment <br />A lacking of a spirit that collects light<br />The very spirit that fills the unknown chambers<br />Those that yearn for more feeding because they are<br />Malnourished from a poetic type of gasp on reality’s shine<br />A required mineral that does not shine unless you look between brows",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Life and death are both false friends. We exist now within our dreams.",
    "text" : "Closing his book around a folded serviette, he walked into the cafe where he saw a colleague rubbing bits of her lunch around the sauce on her plate. \"Guten,\" he wished her mid-stride and walked onward to the toilet. The bathroom smelled like buckets of malleable butter like the base of buttermilk toffee or croissants. For such a delightful smell he felt sick. How could such a rich smell be true? It was all contrived to trick.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Apathetic Blank",
    "text" : "The apathetic optimist -- he doesn't even hope, that's too much work, he only justifies<br />The apathetic humorist -- putting poking fun before authentic works",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "A DJ",
    "text" : "takes whole songs and scatters them together and takes fractions of dislocated noise to makes a cohesive sound.<br /><br />He sat on the ground with one leg folded underneath him and the other knee below his chin. He rested on it and wrapped his thin arms tightly around this shin.<br />On the ground before him was the fragments on a few dozen magazines he had cut and collected over the years. He shuffled them unconsciously. Before this moment he had had no plan for gluing them together. But now his desire had changed. Something called him to dump out his drawer and start to experiment with what fits with what.<br />With the fragments strewn and piled on the floor he found it difficult to start. What image is the foundation of the collage?<br /><br /><br />What time in history have beings not formulated images from fragments?<br />Why then would our day and age be suffering from a remarkable fragmentation?<br />A time when it is all known without the assembly process would be a time void of many challenges.<br />Thus, wouldn't our supposedly broken days be of a greater potential than the past millennia?<br />I hypothesis that there have always been fragments out of which we strive to make whole worlds. Indeed before media, print, and architecture, humans have at least had other humans and these humans have been striving to thrive together since then. Before pictures and images and stained glass windows there have been the split images of God within humanity, no matter how primitive or advanced we were or will be.<br />So what's the commotion about today? Why are psychologists and art historians and authors prescribing, discussing and writing about the fragmentation of the soul and of the images of a shattered God?<br />Because it is difficult to know where to begin putting it together.<br />Furthermore, putting it together for one person does not fit to the preferences of another.<br /><br />The painters of the world take fragments of pigment and lay them atop and against each other to regenerate an image that we all see--an automobile, for instance. The painter chooses the most adequate method for doing this. Depending on skill and diligence the automobile fits better or worse to the public's collective eye. Of course there will always be a member of the public who is disgusted by the artist's rendition of an object that could easily be viewed in its perfect form by just looking out the window at the nearest parked car. But that is not exciting for the eye of the onlooker because it is only when something is remade with flaws and new characteristics do we really look at it for what it is--as an unified whole of fragments. The car traveling swiftly down the highway is a car. The blurred car in a painting is an amalgamation of only the superficial aspects of material and movement but somehow it touches a deeper appreciation in the viewer than the real subject itself.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "In the age of extreme sadness",
    "text" : "and exaggerated happiness<br />there is little natural<br />but gradual strengthening<br />and weakening.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "“I dreamt of seeing a woman's hips",
    "text" : "that were the perfect shape to my liking.<br />She was a woman with young blonde locks<br />who walked like a queen who could care less<br />about her garden pure and queendom.<br />Yet all around her was life fulfilling.<br />The most anxious of her subjects<br />(not under her control, but care)<br />expressed his discomfort by only half<br />of a restless eye that peered at her passing figure.<br /><br />I saw this man's desire bloom<br />like a fluorescent flower to the moon<br />while all others slept and awaited<br />the bright heat of day.<br />Though he showed no more than a slight glance<br />I could grasp his completely humane urge<br />to become her victim while at the same time<br />making her his victim.<br /><br />The Queen flew by like a fluff of cotton<br />in the lion's breath of Early August.<br />I followed her now<br />slightly tainted<br />by the man's projection of his unbalance.<br />She wore a great bubble around her figure<br />that I could see shimmer like a mirage.<br />With great energy I resisted the temptation<br />to touch this bubble with my eyes for fear of rupturing it.<br /><br />As she walked under the archway<br />into the Courtyard of Transgression her clothes<br />changed into worn jeans and a grey zipped up hoody<br />over a cut tank top that exposed her upper cleavage.<br /><br />The scattered people about the Courtyard<br />did various strange activities that had no purpose.<br />Some ground sharply pointed sticks<br />on the rough granite blocks of the Courtyard wall.<br />Others sat cross-legged on their hands facing each other<br />with gloves without thumbs in front of them yet unreachable.<br />They wiggled and fought to get their hands out from under them,<br />but they were entirely unsuccessful.<br />Each eye on every person was a different size.<br />The size seemed to somehow accord to the distance<br />from which they were from their mother and father.<br />Some whose left eyes were large had their mothers far away.<br />The right the father.<br />Under a tree completely covered in vibrant yellow moss<br />sat a young child who had no eyes.<br />He sat straight upward as if he were watching the horizon<br />through the courtyard walls.<br />He wore brown sneakers, light red shorts and no shirt.<br />Although he was quite young he had a chest full of hair<br />that looked like a rising phoenix.<br /><br />The Queen in her casual clothes strode<br />in through the normalized confusion in the Courtyard<br />with a lighthearted step yet a heavy presence<br />floated above and behind her right shoulder.<br />That mass bobbed up and down on the surface of an invisible ocean.\"",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "\"Smash Fascism\"",
    "text" : "A sticker on a metal post<br />about knee high betwixt<br />the bicycle and pedestrian<br />path on Grafenberger Allee.<br />Smash, bash, beat.<br />The man with arms as large<br />as a baby anaconda who<br />looks around at women<br />with an open mouth<br />and red cheeks<br />has his wallet on a table<br />outside a bar.<br />Girl beside him<br />asks him What would you do<br />if someone took this?<br />After closing his mouth<br />and redirecting his thoughts<br />from abstract image of relish<br />to physical communication<br />he said,<br />I'd smash his face in. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Does the river stop flowing",
    "text" : "because it suddenly realizes its a river?<br /><br />So here I am. Happy. Who would have expected such a sudden change in appreciation? I've instantaneously forgotten my misery. I've risen above the dregs.<br /><br />Such temptation! In a wild frenzy existent purely in a moment imagined sought I choose to wipe my windshield clean.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Her nose!",
    "text" : "among her eyes and temples<br />with signs of wear<br />like a loved and read book,<br />it sleeps in its drowsy creation<br />to where no one else has a key,<br />she's given it quietly,<br />a diplomat seeking entrance<br />to a sacred place of rest.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Dream Sense",
    "text" : "The racial consciousness or the Jungian collective unconsciousness<br />Stanisław Lem once wrote about the future of books.<br />He surmised that we, today, would be using handheld electronic blocks to read literature.<br />He was not the only creative mind to guess correctly about the condition of a technology obsessed world consciousness.<br />This however brings up the issue of dreams and where they come from.<br />Lem and many others have dreamt about their innovations. However are these innovations really \"theirs\"?<br />Average minds of a 21st Century scientific nature<br />(friends and relatives for example–who are no doubt smarter than I)<br />often justify their provable reality by claiming that dreams are only the left over of images,<br />sounds, and other bits of experience experienced at an earlier date.<br />The concept of dreams motioning forward to what we haven't experienced is an idea worthy of no more investigation.<br />That's a fatal lie to the life giving core of a human being.<br />A human being is as connected to a collected consciousness<br />as all hot-spot islands are to the collective head of Earth's boiling metallic core.<br />How indeed would Lem dream of a hand-held technological device of the future<br />if dreams are only based on what has yet before been sensed (seen, heard, etc.)?<br /><br />My argument is that dreams should be considered an entitled individual<br />and consequential sense just as vision and smell.<br /><br />A sense must not be equally well outfit in every individual as it is in a specific person with high achieving abilities.<br />A woman with 15/15 vision has great natural abilities with her vision sense.<br />Not all other woman need to equal her ability of vision in order to say that they also have the sense of vision.<br />It is the same with the sense of dream.<br /><br />Many scientists still wonder why we dream.<br />Some say it's to digest the products of what we've passively experienced (yet not always acknowledged) before.<br />But do scientists still question why we see or hear?<br />To the best of my knowledge scientists have attributed our sense of sight to survival.<br />So to with smell, touch, taste, and hearing.<br />Yet of course we all know, to certain degrees, that these senses<br />are a part of us not only for survival, they have special uses for us.<br />Certain people require touch to fully love, others require more taste than a warm hand to enjoy the evening.<br />The spoils of a safe and technologically rich life<br />(in various part of the world) have kicked our senses from survival<br />to enjoyment of excess and luxury.<br />That not being inherently bad nor the topic of this text, I will go no further in explanation.<br />The Sense of Dream works on the body as does any other sense.<br />An individual may better dream than others and it means not that<br />the rest of us must dream as often or as vividly as she who does.<br />In addition, she with a strong sense of dream must not be also<br />the mastermind of dream analysis just as the woman with 15/15 vision<br />must not be an expert wild mushroom harvester.<br />Some people are, however, born with the skills to comprehend their dreams and use them to influence their and others' lives in the waking world.<br /><br />William Blake once wrote in 'Marriage of Heaven and Hell'<br />that \"Man has no body distinct from his Soul —<br />for what is called body is that portion of the soul discerned by the five senses....\"<br />Thus if we extend the Five to Six then we can finally see the method by which we as humans in individual bodies<br />can authentically feel as if we were inside another person's body.<br />Whether waking or asleep our dream sense can unconsciously<br />extend our consciousness through the racial consciousness<br />to feel the consistency of another's situation.<br />This is an example of 'putting yourself into someone else's shoes'.<br />How many times have you asked someone if they could just please try to imagine what it's like for them?<br />(\"You really can't see that mushroom under the moss right in front of you?\")<br />Like with all senses we can learn to block our perception and fear the effect of clear acknowledgement.<br />A man named Paul Levy, author of 'Dispelling Wetiko' wrote in this book about an experience<br />in the waiting room of a hospital. He was in the hospital because his family and friends had labeled him 'gone mad'<br />after he had I fact broken through. He was sitting there waiting when he saw a woman<br />who was blind. She could not see. He approached her and spoke this phrase 3 time,<br />\"All you have to do to see is open your eyes and look.\" And a miracle happened.<br />After Levy's meeting with the doctor, the woman met him in the corridor.<br />She had begun to see.<br />Much of that story resonates with what I tell my teenage students in Germany<br />while I taught English at a summer camp. I would give mini lectures about dreams.<br />We would discuss dreams and share our own experiences.<br />In one spectacular event I was talking about dream symbols, specifically death.<br />Many students (adults as well) shudder at the image of death in dreams or on tarot cards or wherever.<br />But I had informed them that death in a dream worked symbolically and like the words we read on the page<br />we assign conscious meaning to them. Death to our dream sense organ means<br />something completely different to our conscious thought organ.<br />Often death in dreams means a transformation, a shedding of skin,<br />a release of energy for the space making of new, unknown energy.<br />I said this to the group and asked what they though about what I had said so far.<br />A young man who spoke fluent English rose his hand and said something<br />that I would have never in my life expected. He said, \"I had a dream that you told us this.\"<br />A logically clever boy who wanted to take advantage of the authority of the teacher would have<br />loved playing a trick like this, but his intention and focus on my eyes<br />(not looking around the classroom for laughs or secret fraternity)<br />reinforced my initial urge to trust him and his words.<br /><br />This boy was an example of a highly tuned sense of dream, and like someone who has great vision, who we occasionally remark on.<br />It is detrimental to humanity to follow the corporate psychological methods at understanding the inperceivable sense of `to dream`.<br /><br />Senses cannot be influenced, but they can be listened to and ignored.<br /><br />Particularly important is to train oneself how to identify fears and clues,<br />because we are now in the dream zone and we are being approached by much of what we don't and cannot understand.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "A poet boy desires to publish poems of consequence and fame",
    "text" : "for it is that he feels he is destined.<br />Yet he has a dream about actually achieving it after years of struggling.<br />He is struck by the ultimate sadness he endures in his dream after reaching fame<br />and controversy.<br />Upon waking he scrutinized what it actually is that makes him happy.<br /><br />He decides to sit at a great crossroads in order to help others find their right path.<br />He talks with them and gives them bits of food and drink<br />to revitalize them yet also question them about their true aims.<br /><br />Can he know indeed where each must go?<br /><br />A young couple of outweighing content together approached the crossroads.<br />The six different paths stood before them.<br />The Signalman welcomed them in to his hut for food and drink and to discuss where they should go.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The horn tribute",
    "text" : "honor<br />The boletes that rise <br />Where soldiers fell<br />In their trenches<br />Filled now<br />Slight trace <br />Of veins<br />Covered in moss now",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Philosophical underpinnings",
    "text" : "Linear minded individuals<br />piano brains<br />lock step freedomists<br />chokehold pufferfisch<br />consequent policy pushers<br />bureaucratic make up artists<br />Mr Schleimbeutel",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Love is not finding",
    "text" : "a diamond in the grass,<br />it is the making<br />a diamond from the grass",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "What makes me less of a human",
    "text" : "if I acknowledge my own misfunction?<br />No single party can be solely responsible for any one problem.<br />That is the underlying notion behind humble argumentation.<br />How many have and may consider me weak and pathetic for it?<br />But does a matador gleam in the eye of others as weak when he ushers the bull past himself in a coordinated dance of aggression and allowance?",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Proof that humans project sexiness into others",
    "text" : "comes from the way I look at the side of her body<br />her breasts are dense oceans<br />in the full grasp of a caught sail<br />but as soon as i undress the mast<br />and expose the rushing wind<br />there blows then no wonder<br />under the cloth of a discovery <br />seconds no longer new.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Access",
    "text" : "I don't need good memory<br />I can access it through the Consciousness",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Let me insult you, my stranger!",
    "text" : "The pen that has ink but won’t write.<br />The tea pot that boils but won’t whistle.<br />The kind man that wins but won’t fight.<br />The bicycle that races 100 km/h but won’t stand on its own.<br />The car that stutters but won’t start.<br />The lighter that’s full but won’t light.<br />The plane that flies but won’t land.<br />The tree that grows but won’t fruit. <br />The dog that barks but won’t bite.<br />That friend who is a friend but won’t stay.<br />The one you invite with the most heart but won’t come.<br />The fire that smokes but won’t spark.<br />The country that pretends but won’t be real.<br />The guy who walks like a sore soccer player but won’t step on the pitch.<br />The environmental activist who won’t stop eating meat.<br />The camel that won’t drink water.<br />The girl who likes you but won’t look.<br />The shy flower who could grow but won’t face the sun.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Future",
    "text" : "Acceleration like at the contact zone of<br />\ta hurricane and soil<br />Here we merge in galactic undertaking<br />\tto blend the concrete with the abstract <br />With each decision made by the peers of my generation\tI’ll admit we’re the body littered with a virus<br />One of the mind, spirit, psychic flesh\tbe aware, they say throughout the tubes and <br />Channels of influence, but they’ve forgotten\tto place the mirror before their faces —<br />So will the light of humanity fade\t\tin the dwindling current of poetry,<br />Unless I’ve any say in the way things go. <br /><br />Let’s get real—the rate of consumption outs \tany realistic change of survival but for<br />The compete dilapidation of resources and respect.<br />\tSo they want it—they, the giants who snack up<br />The beekeepers, socialists, the civil rights messengers,\tbut poets slip through their nets<br />For even the most powerful can’t find a poem locked <br />\tin a book on a shelf. <br />So the future is this…<br />\t\t\t\t<br />\t\t\t\tHouses made out of trash,<br />Bees and weeds for them to play around with pollen<br />Animals that have a chance to survive with us, crops<br />That go to the mouths of starving children in every <br />Country despite status instead, of to cows and pigs<br />To feed those who fib to precut the market whom we trust <br />As our friend but is our creditor and we not,<br />The future does not exist unless we realize<br />Our diet for comfort is the cause of our discomfort.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "L  fe plays<br />  i",
    "text" : "You found me at each stop<br />\t\t\t\talong the way<br />The sisters and brothers<br />\t\t\t\tof every thought<br />While you rode through the<br /> \t\t\tMercurial waters of morning<br />Wine rivers.<br />\t\tIf temptation is your lure,<br />Be not tempted by your own<br />\t\t\tdelicious hook,<br />So balance the egg on the spoon<br />\t\t\twithout forgetting to respect<br />Your surroundings,<br />\t\t\t\tbut take the leap that’s<br />The step to reaching the required,<br />\t\t\tto climb mountain and<br />Wade across valleys upon suspension,<br />\t\thope, glee, and adventurous<br />(Mis)understanding",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Fiat Image of Myself For Germany and Afghanistan",
    "text" : "We once had grass<br />And palaces of stone<br />We spent Sundays<br />Drinking coffee<br />Back at home on our <br />Rugs of pride and distinguish <br />We loved the hours<br />Toiling for the material<br />Adaption to the life of ourselves,<br />That for reasons indescribable <br />Fell upon the glass of <br />The Eye of the World<br />Both Eyes East and West<br />Left and right side of the sun<br />And I was brought from my Mother<br />At a time I’ve assumed is perilous<br />More than any other<br />Indeed the sickening perfume of money<br />Lured those who were blessed to begin with<br />Toward the geopolitical truth or dare <br />The same game that flattened Europe<br />Killed its truest artists and let the crown<br />Fall onto the measly forehead of blank check<br />Hitchhikers on the back of civilizations<br />And the love for the essence of a human as <br />Form of worship for poetry and wine<br />The shapes and clues of dreams that made all this<br />But my entire life of honesty and belief in the One<br />Goes to shambles if my life my land my woman my man<br />My house my carpets my animals and my art<br />Were hidden in reserve by the Global Hands of Oz<br />Promised they’ll be returned to me<br />But instead are turned magically into fiat worth<br />Worth nothing to me but for the thought<br />Which counts for not one bit <br />For my heart lay in ruins in space<br />Between the sun and the moon. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "So Be the Reflection",
    "text" : "If I speak of You,<br />Dearest princes of<br />Strictness and bliss,<br />I rub the texture of <br />Heaven and Earth between<br />Each and each thought<br />That has love and wisdom<br />And challenge to be learned<br /><br />Reflections of licorice<br />And strawberries stretch<br />into tautness of struggle<br />Like the allure of a woman’s <br />Stretching feet<br />\t  But I would never<br />Deny the tenure of your love,<br />Tamara, despite the charms of <br />The modern world.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Carport in Suburbia",
    "text" : "Automatic garage door lets the pavement stained<br />\t\tLight penetrate the guest of a forgotten dream<br />With the click of a remote button we bought to realize\tthat dream with a touch of nightmare<br />Locked like we encase ourselves in superficiality\tour trimmed lawn is quite nice, isn’t it, though?<br />Somewhere hidden in the darker shades of our dream\tis the mower that made it all possible<br />Cutting down the tiny blades of fiber that grow \twild if we don’t trim them<br />But, a thought… if we grow like grass\twhat is it that cuts us down to the appropriate length?<br />\t\t\t\t\t\t—Please don’t ask that.\tWe must pull the weeds instead of contemplating<br />Atmosphere and what could be if we didn’t edit\tthe door is open and it sits shrouded in light<br />We would rather just park inside and continue our\tplan to keep all things the same.<br />—I’ve lost faith in the facade, dear. I cannot continue \tin oblivious complacency and this door<br />This door is the portal to the same or a different life.<br />",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Hardworking Girls' Night Out",
    "text" : "The fantastic vision of a life<br />\t\t\twe’ve learned from television<br />Does not compute in the spirit of<br />\t\tdivine femininity<br />Which inspires us to wake up and<br />\t\tlisten and sing along to the birds<br />Humming to the bees the moon and strength<br /> \twithin our DNA and the clouds drop<br />Rain on flowers and weeds even the fruit<br />\tfrom which we nourish ourselves<br />And the planet that we’ve adopted<br />\talong with our responsibilities<br />Magic rests on our laps like inverted<br />\tpsychopathy we cure it if you’re interested <br />You the man we could live without if you so desire<br />\tby the way you act it seems so sometimes<br />Though that doesn’t concern us tonight<br />\tlike the tides have no discrepancy<br />For whom it takes along into the deep<br />\tdream of timelessness and death<br />If only you could give into the psyche<br />\tthat you lay upon us not as perpetrators<br />But as the burning sun<br />\tlet us remedy your ailments with moonshine<br />For as long as you live you’ll owe us respect<br />\tgiven the smile we sent your way in pollen<br />Not for anything physical but for psychic regard<br />\tanything else would be a contradiction<br />Not worth handling so we transform into your<br /> \treverse image happy in nothingness<br />Without appearance that is judgement-proof<br />\tso we can remain us women of enlightenment.<br />",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Czók on Wings",
    "text" : "I can never forget that breath of fresh air<br />That brought me to the texture of your bough,<br />How it took my wings and folded them in your<br /> \tdirection,<br />How the thud of a profound mystery sent me into\tthe maze of your domain,<br />Where if all other good feelings of the earth<br />\tand air vanished outright and for good,<br />I would remain lost and found forever.<br /><br />So it then must be that we must catch other\tcurrents to new trees around this sphere<br />To thirst our miscellaneous desires to expand<br />\tour wings and chests,<br />To tempt what disastrous devils remain in wait<br />\tto trap us in their cages of good fun,<br />To stretch the band that cannot hum until the<br />\tdistance is right for our fingers to play it,<br />To entertain even the slightest of connection<br />\tbetween our lips.<br /><br />This kiss to you i cast on an unlimited line<br />\twith a hook only meant for you,<br />Meant to do no harm but electrify you safely,<br />Meant to fly with the aid of our bird friends,<br />They wait before all the barriers to escort my kiss,<br />Over and around mountain chains that have for<br />\tcenturies stood between loves like ours,<br />Through forests that blur intention and whisper<br />\tsparkling curses to overcome the purpose<br />    of my cast,<br />By hungry and lonely souls leaping up to grab<br /> \twhatever ounce of love passes them not<br />    meant for them,<br />To you, the only true recipient of my lips’ air.<br /><br />That when you feel the warmth of the sun start<br /> \tto fade and the darkness of a cold front<br />     \twith its rain approach,<br />You look up to find an army of wing-pumping birds<br />\tcarrying my morsel of respect and truth,<br />You have not but open you heart and arms to the<br /> \tcoming array,<br />For they know exactly who you are and who owns<br />\tthe property of their package.<br /><br />Yet one condition does exist for the completion<br /> \tof my kiss,<br />That when you receive it on your warm lips,<br />You say the only word our army knows,<br />That you whisper ‘csók’ and immediately send<br />\tthem back to me with the warmth of your\tlips still fresh on their minds and wings,<br />For as I gave you one kiss to make up for a thousand,<br />I am standing in the rain awaiting the thunder of<br />\ta hundred birds to roll over the valley<br />Happy to deliver one more kiss that will bind us closer\tto one spot and one place,<br />The maze of freedom and unity built consciously between us. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "From the glory of pristine instant when we realized",
    "text" : "that no conflict is as big in the<br />beginning as it is when one gives in to defeat.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Muse of Awe Presents",
    "text" : "From out of what must be the universal muse of awe,<br />From the shimmer of a bright morning off the beads of dew\ton the window,<br />From the first clear breath of Autumn and the sadness of\tthe passing of the long, warm nights,<br />From the allure of far away eyes that brighten a dark room,<br />She emerges from behind the makeshift borders between herself and the rest of the world.<br /><br />They who sat waiting with me,<br />Mixed with thrill at the unknown, and\tanxiety that what we could not control,<br />That the thin skins of the venue were of a tent,<br />That through them seeped the unstoppable heartbeat\tof the city,<br />That even as this gem of outstanding fluorescent inspiration\tbrought her hard-gentle smile to the edge of our tension,<br />The thunder of an electronic storm tempted weak hearts to give up,<br />Though in that very moment came a wind of lightness,<br />From the creature herself,<br />Hard-gentle footsteps and her arms swung in careless confidence, <br />A shimmering jewel just like the morning dew itself, and,<br />Like anything natural without conscious fear, she spoke,<br />She laughed at the shared circumstance not ideal,<br />She slung gestures like flowers to us to assure is to enjoy.<br /><br />The imagination of an expanding universe emerged \tfrom the vibrating tension and release of \ther lips and mixed tongues,<br />The casual embrace of a clash of harmonies<br />From within,<br />From without,<br />Showed us all the gentleness of her heart,<br />The curiosities hidden below the leather jacket,<br />The hidden rage below the harmonic takes of love\twritten on her vocal chords,<br />The essence of a queen, princess, warrior weaved \taround the backs of necks of the enthralled \tlike blue smoke,<br />The desire to make endless love to what cannot be \ttouched and dare not be obtained\trattled on the egos of everyone who thought\tabout catching something.<br /><br />As a week has separated me from the magic of that<br />\ttension between collapse and rise,<br />From the party of a walking muse not yet chained\tto the earth like others who sold their souls,<br />From the awe of the entire world in the utterances\tof combined opposites,<br />A week it has been,<br />Yet like any story of love and heartbreak<br />The temperature of a problem solved <br />\tIs enough to fuel the engines forever.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "To Distraction's Aims",
    "text" : "Such a stupendous distraction,<br />It makes me it,<br />Consumed with anger at the uncontrollable<br />Dressed in fascinating statements that grip.<br /><br />Such alluring glimmers of slight make me trip,<br />Make me bite myself on the hardened lip<br />Bitten too many times by distractions, my demise.<br /><br />The intention to turn the key<br />Tickles the spark-plug to spit flakes of fire<br />(An idea catching the fibers of a flammable tapestry)<br />Yet before engulf I hear a sound that makes me<br />Worry and release the key to let an idea sputter,<br /><br />There would be it one torch of advice I’d give \tto anyone interested,<br />That moments before a starry night take place<br />When the whirlpool of inspiration takes shape<br />That fire earth air water meld into one<br />A friend long ago seen will step into place \tbefore your door and blow out the fumes of the muse<br />Through your own lack of handling magnetism<br />Then desperately as you catch up on her<br />\tadventures and tragedies<br />\tYou’ll scramble to keep what fire had sprang\tbefore you so miraculously.<br /><br />Yet to fight and reject what comes is sin,<br />Yet to cast down the function of randomness,<br />Yet to stomp out advice of the jinn,<br />It is then the bane of coexistence.<br /><br />Go well then you who seeks the unknown<br />On a path of tender incorporation<br />For what does not make it inside your heart<br />Comes round to destroy your mind.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "For Eileen",
    "text" : "So young we are<br />\tBut despite our age<br />We are as old as the wind<br />\tThe flowers and bees<br />And birds that sing<br />\tTo wake us up from birth<br />Into a life we can call<br />\tNothing else but fortune<br />So find me appear in the sun’s rays<br />\tNursing your plants<br />For the forever benefit of blessing<br />\tDespite our age and will to be young<br />For you I can make the promise to be me<br />\tLike water can commit to being only itself<br />For anything else would be blasphemy<br />\tAgainst the will of universal comprehension<br />And in my greatest plea I designate you as soul friend<br />\tEven indeed when we part ways forever<br />For the dreams we utmost desire but can hardly recognize.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Your Modest Paradox",
    "text" : "No scenes of battle and sorrow <br />\tNor love letters that smell like flowers<br />Encompass the Paradox of You.<br /><br />If I were to venture through <br />The entire landscape of emotions,<br />The invigorating air of mountain sides,<br />The papery dryness of the deserts,<br />The rambunctious yearning of cities,<br />I would find You nowhere,<br />\tFor no expression exposes You.<br /><br />Unlike oil and vinegar<br />You are inseparable<br />\tFrom the air I breathe,<br />And air does not smile nor sulk,<br />You do not come to the surface <br />As would all light objects do,<br />Objects of a raising buoyancy;<br />I do not see you in exploding arrays of light<br />\tFrom the surface of oily water,<br />I do not see You in the expanding \tDestruction of a bomb,\t\t<br /><br />I see nothing. <br /><br />I feel nothing of You in the candid <br />Experiments of Today’s unwalled<br />\t Laboratories,<br />I hear nothing of You in the leaf blowers.<br /><br />It is only when I heal others do I glimpse Your <br />\tMighty eyes.<br />But even then I must be imagining,<br />\tFor Your all encompassing nature<br />\t\tCannot be translated onto <br />\t\t\tThe medium of our world.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Presence",
    "text" : "Speak easy<br />Lovely peace<br />Problems that disturb you ease them!<br />\t\tOr<br />Find in mocking voices<br />The most vulnerable and poke them that<br />Proceed to pull others down to justify<br />\t\tBring back<br />Breath when flickering tongues<br />\t\tCurse you,<br />What defense can integrate the curse <br />\t\tBut the honest heartbreak<br />\t\t\tOf opening?<br />The presence exists in the dirt<br />\tBecause that is what will <br />\t\tOutlast you.<br />So be like the dirt. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Putting my feet in the water",
    "text" : "Letting it flow down the stoney river bed<br />Without intention<br />\t\t\tLetting the rain shatter<br />Broken eggs\t<br />\t\t      Non combative <br />\t\t\t\t\t Estrange control<br />Wholesome enemy rupture spectacle petite <br />\t\t\t\t\t                         Warfare<br />Dancing dracula cuts off his ear to bring excitement<br />\t\t\tInto art<br />\t\t\t\tFor the first time since credit<br /><br />What dangling carrot have we fixed before our foreheads<br />\t\t\tIf not the one of mistaken perception<br />Perpetually forgiven by the birds the Mother of us all<br />\t\t\tSpear me with an arrow sent from the Eye<br />I cannot continue down the placebo treatment of malls<br />\t\t\tAnd news papers<br />Let me cry for the sake of rain and fish<br />\t\t\t\t\t\t\tThe fairy tale<br />Will embark into the rest of history like a titan<br />\t\t\tSlowly taking on water<br />\t\t\t\t\t\t\tPretending it’s all<br />Planned for it must all be planned set in stone before<br />\t\t\tIt exists in our hearts<br />\t\t\t\t\t\t    Read it in a text<br />Book documented in the synthetic stars<br />\t\t\t\t\t\t\tWe are great<br />Forever better than our excuses tailor-made for progress<br />\t\t\tTangible advancements <br />\t\t\t\t\t\t\tStubborn protocol<br />We have the right to flair out at the seams because we <br />\t\t\tDesigned it not to rupture<br />This delicate embryo facing death like all of us<br />\t\t\tWe race to grab it as if it mattered<br />Connecting the dots to our own biases with words feels<br />\t\t\t\t\t\t\tFake<br />Telling you what’s real doesn’t change anything<br />\t\t\t\t\t\t\t\tOf the<br />Things that existed before we made any of this at all<br />\t\t\tBut the carrot still swings left and right<br />Poking our eyes as if trying to get our attention for<br />\t\t\tThe first time<br />\t\t\t\t\t  It’s not<br />Just like the rain collects indiscriminately into rivers <br />\t\t\tAnd letters into words<br />\t\t\t\t\t\t     \tThat make life possible<br />Or at least our perception of it. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Poetry is the Song of the Birds",
    "text" : "And it shakes streets with impatient feet<br />\t\tAnd we stand with our big noses<br />And thick eyebrows<br />\t\t\t\tUndisturbed by your <br />\t\tQuiet and gentle pander<br /><br />It feels so good to finally see your faces<br />\t\tBehind the bars that you once talked <br />About putting us behind<br />\t\t\t\t\tI mean We are awake<br />\t\tAfter our long hibernation<br />\t\t\t\t\t\tWasn’t that <br />Your dream as puppeteer <br />\t\t\t\t\tTo bring your mass<br />Of material and sweat to animation<br />\t\t\t\t\t\t  But then <br />\t\tYou discovered that its truth is unlike<br />Yours, you could not conceive that we made you.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Love of Resistance",
    "text" : "I<br /><br />Stretching out the clay of our consciousness<br />Molding it around the desires that fit the<br />Prescription the trodden path through forests<br />\t\tWho am i to love what’s deemed best?<br />\t\tI am a man of my own desires.<br />\t\tA matchbook with wholly different sticks.<br />If not the random texture of an adventure<br />\t\tThen it is i who dips myself into fire<br />Not the claws of coincidence or demand<br />Doubly worse self-inflicted.<br /><br />\t\tWho steps upon the arms of my weight<br />So precisely dialed onto the silver that keeps <br />\t\tUs afloat not due to insecurity but<br />To the consistently fluctuating tides swelling<br />\t\tAnd eating into and from struggle<br />To beat what possesses a threat, as if love itself <br />\t\tWere as bipolar as moods and moons?<br /><br />II<br /><br />You awake me from the dreamscape<br />\t\tLike you were my favorite needle<br />Popping a bubble not terrible nor <br />\t\tFull of delight and charity<br />But somewhere outside of my mind<br />\t\tOn the fringes of consciousness<br />The ocean-dense miracle of commitment<br />\t\tPermeates my awakening thoughts<br />As the water cannot leave the Earth<br />\t\tI cannot depart from You<br />But except to work where i am forced to forget<br />\t\tYou for a moment in the scheme<br />In order to remain the roots to Your tree<br />\t\tI cannot replace You, nor You me<br />As we rely on each other we may ignore each other<br />\t\tIf it means the continuation <br />Of nourishment,<br />\t\tThough i admit to fantasy of <br />Laziness and complacency, new delights and <br />\t\tSensory expanding experiences,<br />Let our love flow on unimpeded like rivers have <br />\t\tAlways flowed into new sources<br />Unless bartered against their nature.<br />",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Big Tree",
    "text" : "In that life of my occasional remembering<br />\t\tRain on hot High Desert dirt<br />\t\tThe Deschutes I saw ghosts<br />\tBrown trout render light in silence<br />I ventured to the base of Big Tree towering<br />\tThe needles like people hiking away<br />\tAcross mountains so far so small<br />\tFlecks of courage & aroma tone air<br />How many blessings of death have stricken you?<br />\tFlashing to restaurants He sat <br />\tWoth anyone before a bleach’d plate <br />\tStandard eggs and coffee  <br />Big Tree was a reward and a reconnection<br />\tAwe forsake the name of my Third Eye<br />\tWind cascaded branches of future chime<br />\tDistraction tripped me in laugh & worry<br />Giant Spirit I have touched You from behind the fence<br />\tIn courtyard below a tree we kissed<br />\tAfter we danced for days while looking<br />\tAt hand and through time patterns<br />If I could ask now what sunny and gloomy weather…<br />\tI had to go home I was rotting<br />\tA javelin broke through my solar-plexus<br />\tStrewn on my back on ash a giant wolf with hooves<br />\t\t\t\tcombed the hair back from my forehead<br />Whose child is there now a sibling there next to Your burned bark<br />\tOnly once have I been in high-rise doctor’s office<br />\tGetting signed off as healthy woth a look<br />\tTo study war far away farther than ever before<br />Standing there erect woth rules and complaints, lucky<br />\tI never won anything at the elementary school raffles<br />\tMaybe Your wind blew a bit of sand into my eye<br />\tAnd as I rubbed it out I realized I’m saving my luck<br />Even the evilest of men were mystified by Your enduring<br />\tPresence so immune to hatred You do not fall but reflect<br />\tI jumped off Your 100 meter high platforms <br />\tLanding safely with just a roll like my dad taught me<br />\t\t\t\toff the shed roof<br />Were You playing with me then and trying to make me laugh<br />And then were You jumping through hoops out of people the dreaded <br />Fortune seer in XXX coffee shop who told me that I would <br />Meet a woman with the blankets of hair and eyes who would tell me<br />About the Tree where I would not understand it not then but later<br />\tI stood up for You when school admin ordered orange jackets<br />\tCut down those pines over the parking lot that dripped <br />\tSap on teachers’ cars while students sat mathematically<br />\tMeasuring the lengths of wicks mine burned up I gave in<br />\tTo live a life You taught me within the first moments.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Statement of Existence",
    "text" : "Before I start writing,<br />Thought, crowd around as faces!<br />Wearing garments unknown<br />Whisper monologues <br />Born way back when the sheet of<br />Contemplation shook itself out.<br /><br />Even before I start with the body<br />Curious fragments align themselves <br />Magnetically to a new wave in the pond<br />That undulates normalities<br />\t\t\t\t\tShaking out<br />\t\t\t\tA leg fallen asleep.<br /><br />Not all enjoy the tingling that swells<br />Classmates unamused by an emotion led thought<br />So leaves one’s weeds untrimmed regretfully<br />Contrasted by neighbors who have razed it all<br />\t\t\t\t\tBut bees call<br />\t\t\t\tOut to friends as if<br />\t\t      Having found God’s garden<br /><br />Full of weeds. So I enjoy myself<br />White crystal wizard rebellious weed<br />As anonymous limbs glide around <br />Pretending unwittingly to proceed<br />Their thoughts as humans pretend<br />To lead their dogs if not force them<br />\t\tIn this or that direction.<br /><br />Could the wind cull the essence of these<br />Alphabet stamps then I would will it to<br />Blow it like pollen onto the hairs<br />\tOf the conscious-stricken angels<br />\tWho see in my behaviors a rare utterance?",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The fear that when stroked by the hair legs\t",
    "text" : "The fear that when stroked by the hair legs<br />Of a spider around your neck incites into your heart<br />Could be the ease of mirror image on eight legs of<br />Good presence from what you’ve come lazy to call luck.<br /><br />Walking aimlessly like a pigeon is not aimless at all,<br />Only unconscious,<br />\t\t\t\tAt what point do others influence<br />The pigeon?\t\tWhen one is deep in work and search <br />Others will willfully follow in curious obedience<br />Despite the judgmental snarl of leather eyed street<br />Motocyclists who haven’t the peace of mind due to<br />Circumstance and desire to overcome the hurdle of <br />Perpetual trying to look good in the eyes of others<br />Who coincidentally also don’t have the peace of mind<br />Due to circumstance.<br /><br />Tumultuous cycle. \tSo said the guy in pumped arms<br />\t\tWho twisted his hand before this face<br />\t\tAnd glared like casting a spell, too<br />\t\tBad he couldn’t have guessed I was a mirror <br />\tNow he walks away in wonder and possible doubt<br />But he’ll get over it and return to his original swollen condition.<br /><br />So would the strange of a current develop the myths<br />Of a human mind if it were left to ferment long enough?<br /><br />The quality within me succumbs to an inferiority complex<br />Not in order to become the victim, no, but to ease into<br />The resting place behind and then to rise up from below. ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "I’m my own authority",
    "text" : "“I’m my own authority.”<br />“Are you now?”<br />“Yep.”<br />“So will your own authority feed you anymore?“<br />“Yes, my authority subsists on a special nutrient.” <br />“And what would that be?”<br />“I can’t prove it to you. You can’t touch it. So what’s the point in telling you?”<br />“I’m curious, I guess, on what you’ll live on. What good will imaginary foods do on your stomach?”<br />“The same way real food does nothing to the non-tangible spirit. Nothing. The well-fed emperor isn’t always a saint.”<br />“I can’t entertain anything like this. It’s just philosophy.”<br />“It is the invisible substance for my invisible spirit — the stuff that makes a saintly emperor.”<br />“All right. We’ll see how starving yourself works out for you.”<br />“If I could only say the same thing to you and have you understand it as I mean it…”<br />“You think I don’t understand?”<br />“Yes. Your anger is flourishing its invisible tentacles. You ought to learn to brush them back. They may be the reason so many dishes fall off the counter when you’re brewing on single-handed guilt. It would do you good to realize you’ve got more hands than you can see.”<br />“You think you know me? Better than I know myself? You’re walking on thin ice, you know that?”<br />“And you’re walking under thick ice. How loudly your screams do echo back on invisible deaf ears. How many of those do you think you have?”<br />“I have my two ears right here.” <br />“Guess they’re deaf as well.”<br />“Can’t you hear me talking with you?”÷÷≥≥÷,,,,,,,,,,,,,m.,,<br />“Yes, but I can’t hear you listening with me.”<br />“…”<br />“Can you hear your Self under the ice? That part that has been surviving there without food or warmth since you became successful?”<br />“I became more mature with my success than I’d ever been.”<br />“You can’t hear me because of that very concept of success. It means nothing to your invisible hands. They care so little about your possessions that they break them to try to get your attention. Your invisible ears don’t enjoy the noise of news coming from your new system. Your invisible eyes can’t enjoy the cleansed kitchen, for there is no life in all your order. There is no space in your world allocated for your invisible Self. There is why you don’t know how to nourish yourself on my sustenance.”<br />“And you’re missing my point, obviously—I’m starting to think you’re stupid!—I don’t want your ‘sustenance’!”<br />“Why not? You want everything else. Why not want something that takes up no physical space?”<br />“And I’ll have my advisors over—‘Please, take a seat in this invisible chair and, please, have an invisible cup of coffee! Doesn’t it taste good? Just wait for the wine – it’s from year ‘Never Made!’ ‘ “<br />“And if they accepted?”<br />“Are you kidding me?! They’d walk right out and find a proper man with proper chairs and real coffee.”<br />“I am kidding you. Remember what it was like being a kid? Do you remember how fast you drove in your invisible car? — “ <br />“Bu’–“<br />“…How fast you made friends with all the animals with invisible voices. Do you think you could do that again?”<br />“I don’t have the time. — Would you just put your damn dishes away? That’s all I’m asking.” <br />“Only if you clean up your invisible dishes shattered all over the floor.”<br />“Okay! Here you go. See! I’m taking my invisible broom and invisible dustpan and, see!, I’m sweeping up my dishes.”<br />“You just made more of a mess actually.”<br />“You’re fucking crazy! Just put your dishes away, you lazy piece of shit!”<br />“I can’t.”<br />“Yes. You can. Use your invisible legs if you have to, to get up, to use your invisible hands and invisible fucking fingers to put your dishes away!”<br />“I want to teach you a lesson.”<br />“You won’t be teaching me anything.”<br />“In that case, you won’t be learning anything I teach you.”<br />“Of course! Just flip what I say on its head, like always. Why can’t you just listen instead of pretending to be some philosopher?”<br />“I know what to do. I have to put my dishes away. —“<br />“So do it!”<br />“—But you have a more difficult task—“<br />“I have enough things to do.”<br />“—To leave and enter the house for a week while my dishes are there without feeling the slightest bit of annoyance.”",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Street artists",
    "text" : "that blast sounds and colors <br />To the people on the steps",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "So if it seems You’ve left me",
    "text" : "by the glimmer of recrossed legs<br />    \t\tin the directions of another,<br />It is only what it seems<br /> \t\t\tand can be no more than my<br />             \t\t\tcircling explanation of material reason;<br />So if it seems like i’ve turned my back\ton You<br />because i analyzed Your actions<br />like a scientist does material,<br />It is only what it seems<br /> \t\t\tand can be no more than my<br />             \t\t\tcircling explanation of material reason;<br />And so if it seems like i’ve dismissed<br />You as a begger who doesn’t remember<br />faces and asks yet again for change,<br />It is only what it seems<br /> \t\t\tand can be no more than my<br />             \t\t\tcircling explanation of material reason.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "The Posture of this Millennium ",
    "text" : "My posture’s terrible <br />Lying on my bed <br />With head crimped up<br />To see the screen<br />One hand in my pants<br />Because it’s warm<br />The other on the mouse —<br />Left handers: do they have <br />To use the same mice as righties?<br />There must be some company <br />That makes them for the left<br />By crossing some lasers<br />Somewhere inside<br />And tying the information<br />Down the cord to the keyboard — of course, right —<br />I don’t know, I’m really not a technical scientist.<br />Yet, this makes me think…<br />We as humans try hard<br />To turn a right handed mouse<br />Into a left one<br />By reversing it all<br />Mechanically<br />Just to better fit a person’s shape,<br />Yet if I reconsider the shape I’m in,<br />Set in this position to give me a nice<br />Hunch back a few hours from now,<br />Who reverse engineers me?<br />The mesmerizing impossibility<br />That I’m here to think about such<br />Petty scientific pondering<br />“Are there mice for left-handers?”<br />What dumb questions come out of me<br />When I forget what I am,<br />A machine times 33 million<br />A walking earth<br />A muse of gravity<br />A transitionary burst of heat<br />Light and tissue<br />A finite form of galactic material<br />A baby born into something at birth<br />An adult born into something at death<br />An overcautious titan<br />An overinflated worm<br />A conceivable tool for others<br />A regrettable burden on others<br />And on myself<br />An untouchable beam of light!<br />A wielder of a clever piece of steel<br />That births adults into nothingness<br />A philosopher after all the dead philosophers<br />A weight on the bulldozer of civilization<br />Unaware if i could stop it <br />For if i’ve become a paper weight<br />That weighs down my duvet with sweat and dead skin<br />Because I’ve lost my courage to be me<br />To climb invisible towers and shout from them<br />That I’ve see another horizon <br />That is not one of flat grey ash<br />And manic-depressive marketing schemes <br />—But would you believe me?<br />Would you believe me<br />Or push me off for a lost mind<br />A transient beggar who can’t hold a job<br />Nor hold a conversation (sorry i should stop talking)<br />Nor shake hands with someone<br />Without them skipping over the message <br />In my eyes to first find the nearest sink to wash their hands?<br />Let me be what the mouse can’t!<br />I am already. I’ve already made it.<br />Alive and a galaxy upon my own two legs<br />Slavery of chains or commercials <br />That strip me of my right to choose<br />Where my feet flex or where my wallet opens<br />It has no place in this sacred vessel<br />Alive and ready to die <br />To access the connection to my dirt covers, <br />Brothers and sisters who have had this<br />Same realization a million times before<br />Throughout history that you’re connected to<br />That you’re connected to<br />That you’re connected to<br />No matter what page your presented on<br />No matter how boring the teacher’s voice drones on<br />No matter if you got a bad grade on a quiz<br />That’s you you’re looking at when you look at me<br />And I see you on that invisible tower too<br />Perceiving a wholistic horizon <br />Beyond the material boundaries of success<br />And economic rationality,<br />There are other thousands of you<br />Who encourage you to take similar and untaken steps<br />To better our shared collective knowledge,<br />Come out from under your mask<br />This “what is supposed to be me” <br />Does not echo in the halls of the gods<br />It is the dull clang like someone <br />Rumbling down the hall unaware<br />Looking for someone to recross their wires.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Congratulations, America, You slime ball",
    "text" : "You had an easy job today: vote for the leader of the Shadow Government.<br />But instead you came to your conclusion and landed on the hate-mongering wings of an unknown player.<br />\tAmerica – you really want to learn the hard way.<br />    You are bored with your endless credit lines and suburban life.<br />    You wanted change. And there it was, glancing our way like a caramel matte finish atop a startled puckerfish.<br />\tIt’s not what you were told you wanted.<br />    You were told you wanted anything but it.<br />    Even the shadow government would be a better choice than this can of half-dead tuna.<br />    And, but, yet you’ve got to live with it now.<br />\tYou’re searching for reasons in a vacuum.<br />    You’ve assumed your morals and asked logical sense to save you<br />        but couldn’t find courage to look into the mirror yourself.<br />    The image that is sticking its finger out of the blackness<br />        behind the glass pane, you’re convinced, is the spawn<br />        of a horrific and purposeful attempt to dethrone you.<br />\tCould anything at all overturn the stones in your mind<br />        to convince you that you deprived your own thighs from the silicon marble throne?<br />\tEach of your hemispheres has a shadow that moves like a current.<br />    You raft down the middle of the two.<br />    On your left side, you paddle deep to try to change the current.<br />    The rigidness of your intention and the suddenness of your stroke threw out your guide.<br />    Your right side just dropped their paddles and gave into the overwhelming direction of flow.<br />\tThis surrendering to the nature of the current scares your controlling soul dressed in clothes of the esteemed.<br />\tWhat then do you make of this mess you co-produced?<br />    Do not point your own finger out of the blackness behind the mirror;<br />        you had the opportunity to throw in your own paddle to be what the current wanted of you.<br />    So much for your claim of deserving.<br />\tWhat can’t you understand about the process of balance?<br />    Your logic influences the world to your own standards.<br />    Then when objective becomes subjective, reality backfires like an instant tornado up and around your back.<br />    It must hurt to realize your divine win would turn into a divine stroke of realization.<br />    Try not to understand realization through disbelief.<br />    Burying your head under the soft suffocation of a sand dune will not help you see the horizon,<br />    because even when self-buried you’ll still fling your arms about and attack like a self-righteous wétiko.<br />    You can’t see who you’re attacking.<br />    What you’re after is the ghost behind your prayers.<br />    But so what about not asking for love and prayer from the rest of the world?<br />    You had your pick of bed and you’ve chosen it more indirectly than you think.<br />    You’ve stripped yourself and pulled up the duvet yourself.<br />    Do not ask the ragged children of your senders of shrapnel to send you love,<br />        you selfish deserver of nothing and boaster of nothing but hallucinations.<br />    Well, you say, maybe, perhaps someone else could spare a few cups of sympathy from their<br />        comfy lives in Europe? They get it for free, right?<br />\tWhat despicable fallacy has woken us up from our fox holes of inborn greatness?<br />    Could it be that this rude awakening is the alarm well timed?<br />    What terrible turn of events has been avoided by this violent extraction from our seats?<br />    Be aware that evil often comes from beautiful sources and sources evil often spur benevolent consequences.<br />\tThe world expected your extended four years of hidden truths and suppressed outward conflicts;<br />        but yet now the world exhales from the passing of an illusory ghoul.<br />\tSomehow there has been a thick sheet lifted, but you have not been able to see it<br />        due to a conception of righteousness you brought along with you.<br />        As it no longer provides you heat, the time has come to make your own heat.<br />        The issues of yesterage have come to take new meaning and this re-jumbling of the tiles<br />            ought excite you.<br />        Now is a perfect time to show your actual strength; to strengthen your back and battle a<br />            common enemy that has lurked unseen for decades.<br />\tDo not sink back into the comfort of silence. Sit on your hands no longer.<br />        Cracks in the Empire have appeared overnight. You are not your president.<br />        You are not the government that claims control nor are you the lurking red/blue shades of regime.<br />        By the almighty forces of adventure, finally see yourself as the continuation of a revolution for mankind.<br />        Do not find the reasons to hate others because of their bad choice.<br />        Practice freedom in the purest form by making your own choices and letting others make theirs,<br />        until, that is, it comes down to the loss of languages and rituals.<br />        Do not sit on your own abilities in favor of tempting a kind hand to comfort you.<br />        Comfort yourself, you dynamo of broad capacity.<br />        Shake down the streets to the vibrational power of a collective mantra.<br />        Settle the score among ailing peoples that have gone so long dodging the heavy rain of your righteous temperament.<br />        <br />\tMy musings aren’t of judgement.<br />    They are only a channel of information that can be looked upon like a terrible reflection in a bird’s bath:<br />    It is that a political situation cannot control me.<br />    The system in mundaneness has been broken.<br />    From the strengthening of the dark side comes the enlighten wand of the light side.<br />    The trust in the instant fall will save us from the ultimate shattering.<br />    We are as our dream characters, able to control the least controllable.<br />    Before you find out, we know.<br />    Trust the give and take of the universal energy – this push and pull.<br />    It’s no coincidence that our doors plead us to do it that way:<br />    Push and pull – push and pull.<br />\tIn some way we are able to learn even more from the unintentional nature of our lifeless material than we even realize.<br />    What else can we do but try to respect the inanimate clues to this inanimate world?<br />\tSo as we look upon the outside, let us first understand the inside,<br />    yet understand also the flame that burns as we burn with it, this everlasting fire;<br />    from the numbness of our limbs when they fall asleep<br />    to the exoteric pleasures of a million wingspans,<br />    this is our world – and before anyone else takes it from us collectively,<br />    we’ll bleed poetry into the street.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Massaging the Earth",
    "text" : "A warmth wells within me<br />From an outside source that is equally ours<br />As it is God’s,<br />It burns the impurities <br />From the muscles closest to my bones,<br />It comes as i lift myself<br />To higher levels through intention.<br /><br />I envision massaging the World <br />Asking It to lie down<br />With Its arms relaxed in space<br />Neck turned to Its most natural side,<br />With blessing the healing is gently initiated <br />By warming up hands and muscles softly<br />With the clouds of cloth still covering and protecting,<br />So like mountain ranges are spines<br />And along side them warm flesh and skin like soil and brush <br />That moan as fingers run down mountain sides bringing rock and silt<br />Into deltas along the coast by hips as the sun rises,<br />The clouds disintegrate from shoulders<br />And finally hands touch skin like comets<br />That shatter and break up ice ages and ages without relief,<br />For the bearer of years’ harvests and children of consequence<br />There is not one thing better than strong hands<br />To wry and wring the ropes and levers of endless existence, <br />That by pinching skin flat lands become ridges<br />And stand up soil of a few million years<br />And awaken the quick and deep exhale <br />And smile from echo chambers of extinct beasts,<br />The stretching of skin from a celestial hand for a moment<br />Reminds the very cells of their celestial task<br />To protect life on its course through the Heavens <br />As does a grown child protect his mother elder,<br />That as these fingers flow valleys between ribs<br />Dry rivers rush again through deserts once pristine<br />To the tailbone of culture standing tall amidst dreams <br />And back up the fleshy sides of great mountains <br />Like a wind of divination blows on trees for new life<br />To the basalt of our shoulders and arms of exploration<br />With hands that have been given an access to Heaven<br />In a swoop like a pair of landing swans<br />Hands grab and mould the arms of endless oceans<br />And toss stagnate waters out through finger tips<br />Gathering tension the stones are thrown into the waterfall whirlwind \twhere they dissolve and integrate into hallowed Love and true Relief.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Purpose (How how might)",
    "text" : "I find purpose <br />In the cracks<br />Where ice remains<br />Throughout the day<br />And builds during the night frosts<br />Like filling valleys<br />Between giant strides<br />Of extinct beasts —<br />Of today’s civilizations <br />I find purpose in the cranes<br />Where fallen buildings<br />Will stand again<br />Like the material<br />Expression of life’s invisible <br />Force to strive<br />Outward from the source<br />Without the forced concept of progress —<br />If on purpose in the empty minds <br />Watching traffic like flames<br />That clear out unwanted material<br />To be forced fed again by hungry<br />Champions of life’s material chains<br />Like empty slates are contorted by <br />Hurried visions of selfish recognition —<br />How might I find purpose now that it’s all gone?",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "What Would Your Purpose Be",
    "text" : "if there was only your misty consciousness in emptiness?<br />I saw myself being born,<br />Being called to the stage<br />From my seat in the Orange Hall<br />And applauded. <br />I looked along the plane below<br />Saw standing bodies, their physical habits,<br />Quarks, abnormalities, samenesses,<br />And chose the material of a young man,<br />Then felt my immortal dreamy essence <br />Funnel into the vessel as naturally as breathing. <br />A hermit crab finds a new shell.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Endless Live",
    "text" : "Our Souls<br />Finding castoff <br />Flesh shells <br />For protection<br />With buildup<br />To break down<br />And re)integrate ",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Check",
    "text" : "How about we start where we left off.\t\tDo all the keys work alright? <br />Seems so.<br />\t\tAll the CAPITALS?<br />Yep. And if something does go wrong, we’ll be able to cope.<br />\t\tWell then, what are we waiting for? Let’s go write poetry.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Temptation Had Done Me Double",
    "text" : "down this path in two directions<br />If not for the mightier than me,<br />who buoyed upon the surface<br />    and settled scores with glances.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "To Reject the Earthborn Message",
    "text" : "To cut out the bad of the food<br />To feel the lonely winter months<br />\t\tand convert geometry to gold<br />Does one thing to walking man<br />Does another to twiring heaven, <br />Though if analyzed through heart<br />\t\tand honor and secrets writ in stone,<br />There’d come a time when our lives meet<br />    in some strangers’ warm abode;<br />To reject the earthborn message,<br />To regret that that is True,<br />To despise the World an awful lot<br />\tand spread foul seeds in wind,<br />Does one thing to cities high,<br />Does another to complex soil;<br />Though if allowed entry to the gut<br />\tand envelopes man as one,<br />There’d find a man himself alone<br />\tlost walking to find some friend.<br />To reject this earthborn message,<br />To subdue the channel run through,<br />To resit the animal temptation as if<br />\tnever believing its you,<br />Does one thing to generations,<br />Does another to out-grown ages;<br />Though if allowed to open beyond<br /> \tmaterial wealth’s abrasions<br />There’d fall down upon the lap of man<br />\tthe will to fight for Freedom.<br />To reject our earthborn message,<br />To supplant it with review,<br />To quantify and qualify the<br />    apparent world before us,<br />Does one thing to scientists<br />Does another to their children;<br />Though before one word is spoken<br />\tof the invalidity of Peace<br />There’d shoot a comet deep from space<br />\tto set back the clock on progress.<br />To accept the earthborn message,<br />To hallow the give and take,<br />To seek the cosmic message <br />\tLong set for us to heed<br />Does one thing to ages past,<br />Does another to our Maiden;<br />Though if it would be opened<br />\t\tto the eye of skillful hearts<br />There’d be a birth of contradictions<br />\tand many invisible parts.<br />To accept the earthborn message,<br />To divine the hidd’n paradox,<br />To throw the stone of prayer<br />\t\tinto the Whirling Vortex<br />Does one thing behind real time<br />Does another to our faces;<br />So when the beacons have self-lighted<br />\tand held good around the grid<br />There'll be what all will gladly call<br />\ta resounding earthborn message.<br />To know this earthborn message,<br />To know what you say is true,<br />To acknowledge time spent second-guessing <br />\tat authority’s glass gate<br />Does one thing for a child<br />Does another for her fate.<br />That is the earthborn message<br />\t\tthat invisible worlds collide, that<br />There’ll be born multitudes of potentials<br />\tas half-hidden shapes of beauty.<br />There is assortment brewing<br />    upon each shoe and soul<br />and those who choose may pave the way<br />    to saving our fair Maiden.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Each Day is Like a Life Time",
    "text" : "Sitting on the lighted bench<br />With you <br />Each day <br />Each life time<br />There are dawns and dusks",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Cupid has run amok",
    "text" : "He has made many overflow with love for everything but themselves. The <br /><br />Covetous <br />Cupidity<br />Discarnate <br />Hopelessness<br />Pathetic pat on the back<br />Involution <br />Vacillation <br />As it warms<br />The messengers of intuition and<br />Those for filth <br />Tickle noses around the <br />Grates in the cobblestone city<br />Chicanery<br />Messianic<br />Intercession <br />Ecumenical <br />Sachem<br />",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "On Thine Eye Third Forlorn",
    "text" : "Today i woke up and felt no life <br />for sure<br />it abandoned me like<br />its own partner thief.<br /><br />Is this the robbery that distance beckons<br />That my heart commit constant backlash<br />That my thoughts feel like cannibals’s cleaver<br />On the soft spot up and under my case?<br /><br />There are days i dream about you not<br /> (Deeply I confess)<br />And because I want that not not not<br />    I my ugly wounds do dress.<br />Caught young among peril I do dig<br />    Trench down my mind between<br />    Trees and pig;<br />From walls I pull worms alike<br />    Do dandelion petals,<br />    Proclaim remain, stand up, remain<br />    Pluck dandelion petals.<br />Yet then by dusky Sunday morn <br />    Come time this year again<br />    The wind does lull a solemn scorn<br />    That somehow does me cheer<br />So sink I right down through a muddy channel<br />    As if I were never here.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "Jagged Residue",
    "text" : "Jagged residue of divine matter<br />Gyrates<br /><br />A Cloud of life essence shrouds itself <br />Like a wet towel <br /><br />Over the residue to make it divine<br />Matter <br /><br />Bear the shield to defend her fertility",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "An Angelic",
    "text" : "godsend puts her hands into him like a straightjacket<br /><br />She wraps herself tight with his skin it buzzes like in the microwave<br /><br />His mind fights her as a stubborn elder, that his mind has endured the pleasure of victory many times before.<br /><br />Let her be rid of the remnants of ordered mind. <br /><br />Traversing a hillside beside a small glacial lake he saw a wooden pole that gleamed like brass.<br /><br />Electricity wound itself around on the ground and looked up.<br />He saw his ladder up which his moral endeavor would climb<br />to take what belonged to highers-up, but only an irritating nibble<br />did it enjoy to himself of each thin sweet skinned tomato a bite.<br />Scrutinizing with the tongue, the snake has nothing to blame but its tongue,<br />not nearly that of human’s that it convinces what the mind estimates and receives.<br />Thus the mind gossips to the tongue the most cunning.<br /><br />Spirit abound there rings a sound of love to nurture our guts and hips. <br /><br />Taking three steps up the stone stairs, the Tree of an amalgamation of many Trees of Life<br />spreads its wings before her and harbors the many birds of many a nation.<br /><br />Evidence seeps through crystal pores of the cloud of consciousness that embraces the dirt<br />along a worm in the Amazon and dirt in the corner of a dirty hospital.<br /><br />He dances on the ground, is a rooster with purple plumes.<br />Above him on the capital of the only pillar before the Mountain<br />some psittacine views him from a turned back in judgement and reflection.",
    "id" : 0,
    "favorited" : false
  },
  {
    "title" : "To Budapest",
    "text" : "I thought of you only as a starting point <br />for the trip that would change my life<br />surely I had heard about your magic<br />but there were patterns I had not seen,<br />for the blindness of the expected face<br />of the other land wherein I sought to derive<br />happiness from old expectations –<br />You were only my starting point<br />a check point to the finish line.<br />My mom says \"The trip starts now\".<br />I felt like I would never return<br />\"Bye, E., L., and K.”<br />I'll die this time <br />the iron lines will run through my life<br />full-speed head-on collision<br />with a different vision of survival.<br />I sent for your address, but your face yet known<br />message strapped to the leg of the homing dove<br />around the world he lost itself<br />shot down in the hungarian countryside<br />by a kiss on the cheek the face died in her bed<br />he alive danced without a head<br />--the kiss of Budapest had started it all.",
    "id" : 0,
    "favorited" : false
  }
]
